[
  {
    "name": "Pokédex",
    "cost": 12000,
    "effect": "A hand-held computer with an advanced camera and image recognition software given to trainers at the start of their journey.  A trainer can use a Standard Action to identify a Pokémon within 10m using the Pokédex's scanner.  Doing so reveals the average height/weight of the species, height/weight of the target, moves that the Species learns through Level Up, and some brief facts about the species' behavior.\n\nPokédexes may also function as smartphones, and in most circumstances they should be made available for free to starting characters."
  },
  {
    "name": "Bait",
    "cost": 250,
    "effect": "Bait is a tasty, strong-smelling morsel of food designed to attract Pokémon. It may be used in two ways; to lure Pokémon, or to distract Pokémon.\n\nTo lure Pokémon, set the bait on a route. Every 15 minutes thereafter, roll 1d20 until you roll 15 or higher. If you roll 3 times without success, the bait loses its potency and fails. If you succeed however, a random Pokémon will appear. Bait is often used for Fishing in this way.\nTo distract Pokémon, throw it at a Wild Pokémon as a Standard Action. The target must then make a Focus Roll with a DC of 12. If they fail, the Pokémon gives up its next Standard Action to eat the food."
  },
  {
    "name": "Collection Jar",
    "cost": 100,
    "effect": "A simple sealable glass jar. Useful when collecting Items from Pokémon, such as Honey from Pokémon with the Honey Gather Ability, or MooMoo Milk from Pokémon with the Milk Collection Ability. Available almost everywhere."
  },
  {
    "name": "First Aid Kit",
    "cost": 500,
    "effect": "Required to use the First Aid Expertise Feature. By Draining 1 AP, any Trainer can make a Medicine Education Check on a target as an Extended Action. The target gains Hit Points equal to the result, and is cured of Burn, Poison, and Paralysis."
  },
  {
    "name": "Fishing Lure",
    "cost": 1500,
    "effect": "Instead of Bait, some trainers may opt to use a Fishing Lure when attempting to Fish. Fishing Lures work just like Bait, but can be used multiple times. If the line snaps or the fish gets away, they may take your lure with them, however."
  },
  {
    "name": "Saddle",
    "cost": 2000,
    "effect": "Saddles help Trainers ride Pokémon. They are created with a specific Pokémon species in mind, and only Pokémon with that body type can wear the saddle. A common Saddle type fits Ponyta, Rapidash, Blitzle, and Zebstrika, for example. Saddles grant a +3 bonus to all Skill Checks made to mount Pokémon, or to remain on the Saddle when hit by an attack."
  },
  {
    "name": "Basic Rope",
    "cost": 100,
    "effect": "Basic Fiber Rope. Has a tensile strength of 35 kg or 77 lbs. It has 5 Hit Points.\n\nRope can only be damaged by Fire-Type attacks, attacks made with sharp objects(knives, swords, sharp teeth), and moves like Scratch, Slash, Leaf Blade, Razor Leaf, etc. The Move Cut ignores all Damage Reduction against Rope. Rope can be bought in any length of 25 ft up to 300."
  },
  {
    "name": "Utility Rope",
    "cost": 200,
    "effect": "Braided Utility Rope. Has a tensile strength of 80 kg or 176 lbs. It has 20 Hit Points and 10 Damage Reduction.\n\nRope can only be damaged by Fire-Type attacks, attacks made with sharp objects(knives, swords, sharp teeth), and moves like Scratch, Slash, Leaf Blade, Razor Leaf, etc. The Move Cut ignores all Damage Reduction against Rope. Rope can be bought in any length of 25 ft up to 300."
  },
  {
    "name": "Sturdy Rope",
    "cost": 400,
    "effect": "Sturdy Rope with a tensile strength of 225 kg or roughly 500lbs. 30 Hit Points and 20 Damage Reduction.\n\nRope can only be damaged by Fire-Type attacks, attacks made with sharp objects(knives, swords, sharp teeth), and moves like Scratch, Slash, Leaf Blade, Razor Leaf, etc. The Move Cut ignores all Damage Reduction against Rope. Rope can be bought in any length of 25 ft up to 300."
  },
  {
    "name": "Sleeping Bag",
    "cost": 1000,
    "effect": "A standard sleeping bag.  Holds one person."
  },
  {
    "name": "Sleeping Bag (Double)",
    "cost": 1800,
    "effect": "A standard sleeping bag.  Holds two people."
  },
  {
    "name": "Tent",
    "cost": "400/m^3",
    "effect": "Standard outdoor tents. Provide protection from the elements of nature. A small one person tent would be about 1m x 1.5m x 1.5m, or 2.25 cubic meters– meaning 900 in price."
  },
  {
    "name": "Lighter",
    "cost": 150,
    "effect": "For creating flames in a hurry."
  },
  {
    "name": "Waterproof Lighter",
    "cost": 1000,
    "effect": "For creating flames in a hurry.  Waterproof."
  },
  {
    "name": "Flashlight",
    "cost": 200,
    "effect": "For, you know, seeing. In the dark. Yes."
  },
  {
    "name": "Waterproof Flashlight",
    "cost": 600,
    "effect": "For, you know, seeing. In the dark. Yes.  Waterproof."
  },
  {
    "name": "Water Filter",
    "cost": 500,
    "effect": "Can ensure that river or pond water is clean to drink after being filtered."
  },
  {
    "name": "Repel",
    "cost": 200,
    "effect": "Lasts 1 hour; causes Pokémon of level 15 or lower to flee."
  },
  {
    "name": "Super Repel",
    "cost": 300,
    "effect": "Lasts 2 hours; causes Pokémon of level 25 or lower to flee."
  },
  {
    "name": "Max Repel",
    "cost": 400,
    "effect": "Lasts 5 hours; causes Pokémon of level 35 or lower to flee."
  },
  {
    "name": "Chemistry Set",
    "cost": 1000,
    "effect": "Used to create Repels, Potions, and other objects."
  },
  {
    "name": "Cooking Set",
    "cost": 1000,
    "effect": "Used by Chefs to create Snacks and Refreshments."
  },
  {
    "name": "Dowsing Rod",
    "cost": 2000,
    "effect": "Dowsing Rods have been attuned to the energy resonance given off by Shards and may be used while in any route, cave, or outside area. They may be activated by spending 10 minutes searching an area, and may be activated a number of times per day equal to half of the trainer’s Occult Education Rank.\n\nRoll 1d6 per Occult Ed Rank. If the area being searched is a beach, cave, desert, or any other sandy/rocky area, roll +1d6. If you have Skill Stunt (Dowsing), roll an additional 1d6. For each die that results in 4 or higher, you find 1 Shard of a random color: Red, Orange, Yellow, Green, Blue, or Violet. You may reroll any die that result in 6, gaining that shard and potentially more."
  },
  {
    "name": "Red Shard",
    "cost": "--",
    "effect": "Associated with Fire, Fairy, & Psychic.  With Gem Lore, 4 can be combined into a Fire Stone."
  },
  {
    "name": "Orange Shard",
    "cost": "--",
    "effect": "Associated with Normal, Fighting, & Dragon.  With Gem Lore, 4 can be combined into a Shiny Stone."
  },
  {
    "name": "Yellow Shard",
    "cost": "--",
    "effect": "Associated with Electric, Rock, & Steel.  With Gem Lore, 4 can be combined into a Thunder Stone."
  },
  {
    "name": "Green Shard",
    "cost": "--",
    "effect": "Associated with Bug, Grass, & Ground.  With Gem Lore, 4 can be combined into a Leaf Stone."
  },
  {
    "name": "Blue Shard",
    "cost": "--",
    "effect": "Associated with Water, Ice, & Flying.  With Gem Lore, 4 can be combined into a Water Stone."
  },
  {
    "name": "Violet Shard",
    "cost": "--",
    "effect": "Associated with Poison, Dark, & Ghost.  With Gem Lore, 4 can be combined into a Dusk Stone."
  },
  {
    "name": "Poffin Mixer",
    "cost": 500,
    "effect": "A Poffin Mixer can be used by any Trainer to create Poffins. You simply insert cooking ingredients worth $500, and at least one of the listed berries. You create two Poffins that raises the Contest Stat most represented by the berries used by +1 Contest Die. Some Berries can raise multiple Contest Stats; you choose which to raise when using these Berries to make Poffins. Poffins can be purchased for $500 in bakeries.\n\nCheri, Figy, Razz, Spelon and Belue Berries raise Cool; Chesto, Wiki, Bluk, Spelon and Pamtre Berries raise Beauty; Pecha, Mago, Nanab, Pamtre, and Watmel Berries raise Cute; Rawst, Aguav, Wepear, Watmel, and Durin Berries raise Smart; Aspear, Iapapa, Pinap, Durin, and Belue Berries raise Tough."
  },
  {
    "name": "Cool Poffin",
    "cost": 500,
    "effect": "Raises Cool Contest Stat by +1 Contest Die.  Made with Cheri, Figy, Razz, Spelon and Belue Berries."
  },
  {
    "name": "Beauty Poffin",
    "cost": 500,
    "effect": "Raises Beauty Contest Stat by +1 Contest Die.  Made with Chesto, Wiki, Bluk, Spelon and Pamtre Berries."
  },
  {
    "name": "Cute Poffin",
    "cost": 500,
    "effect": "Raises Cute Contest Stat by +1 Contest Die.  Made with Pecha, Mago, Nanab, Pamtre, and Watmel Berries."
  },
  {
    "name": "Smart Poffin",
    "cost": 500,
    "effect": "Raises Smart Contest Stat by +1 Contest Die.  Made with Rawst, Aguav, Wepear, Watmel, and Durin Berries."
  },
  {
    "name": "Tough Poffin",
    "cost": 500,
    "effect": "Raises Tough Contest Stat by +1 Contest Die.  Made with Aspear, Iapapa, Pinap, Durin, and Belue Berries."
  },
  {
    "name": "Poké Ball Tool Box",
    "cost": 500,
    "effect": "These tool boxes let those with the know-how craft and repair Poké Balls."
  },
  {
    "name": "Portable Grower",
    "cost": 2000,
    "effect": "Portable Growers can be used to grow berries and herbs. Portable Growers protect the plants within them from external weather, and never need to be fertilized. Each Grower holds one plant."
  },
  {
    "name": "Mulch",
    "cost": 200,
    "effect": "Mulch may be used to temporarily increase soil Quality; it may be applied to a Plant to increase the Soil Quality of a plant by +1 for the following day. This cannot make a Soil Quality go above +2."
  },
  {
    "name": "Egg Warmer",
    "cost": 2500,
    "effect": "Egg Warmers are insulated cases that carry up to four Pokémon Eggs and protect them from harm. They also cause Pokémon to hatch twice as fast; each day spent in an Egg Warmer counts as 2 days for the purposes of Hatch Rate."
  },
  {
    "name": "Groomer's Kit",
    "cost": 500,
    "effect": "Used by Trainers with the Groomer Edge to clean their Pokémon."
  },
  {
    "name": "Reanimation Machine",
    "cost": "Varies",
    "effect": "Can be used to revive Fossils. Reanimation Machines also come in a smaller but more expensive Portable variety. Prices are up to GM discretion, often upwards of $10,000. See the Pokémon Fossils section for more details (page 216)."
  },
  {
    "name": "Super Bait",
    "cost": 200,
    "effect": "Super Bait is a tasty, strong-smelling morsel of food designed to attract Pokémon. It may be used in two ways; to lure Pokémon, or to distract Pokémon.\n\nTo lure Pokémon, set the super bait on a route. Every 15 minutes thereafter, roll 1d20+Intuition Rank until you roll 15 or higher. If you roll 3 times without success, the super bait loses its potency and fails. If you succeed however, a random Pokémon will appear. Super bait is often used for Fishing in this way.\nTo distract Pokémon, throw it at a Wild Pokémon as a Standard Action. The target must then make a Focus Roll with a DC of 12. If they fail, the Pokémon gives up its next Standard Action to eat the food."
  },
  {
    "name": "Vile Bait",
    "cost": 200,
    "effect": "Vile Bait is a strong-smelling morsel of food designed to attract Pokémon. Pokémon that eat it are poisoned.\n\nTo lure Pokémon, set the vile bait on a route. Every 15 minutes thereafter, roll 1d20 until you roll 15 or higher. If you roll 3 times without success, the vile bait loses its potency and fails. If you succeed however, a random Pokémon will appear. Vile bait is often used for Fishing in this way.\nTo distract Pokémon, throw it at a Wild Pokémon as a Standard Action. The target must then make a Focus Roll with a DC of 12. If they fail, the Pokémon gives up its next Standard Action to eat the food."
  },
  {
    "name": "Study Manual [5-15 Playtest]",
    "cost": 1000,
    "effect": "A Study Manual is always assigned to a single Skill and covers a specific narrow field that can be taken as a Skill Stunt.\n\nRank 1 - Novice General Education: You gain a Skill Stunt in the associated Skill of the Study Manual covering the narrow field specified by the Study Manual.\nRank 2 - Expert General Education: You gain a general +2 Bonus to the associated Skill. This Bonus does not stack with other bonuses from Books or Equipment to the same Skill."
  },
  {
    "name": "The Joy of Cooking [5-15 Playtest]",
    "cost": 1000,
    "effect": "A cookbook for novice and experienced chefs alike.\n\nRank 1 - Novice General Education: Your material costs for crafting Food Items of any variety are reduced by 10%.\nRank 2 - Expert General Education: Meal and Refreshment Items you create cause whoever eats them to gain a Tick of Hit Points."
  },
  {
    "name": "How Berries?? [5-15 Playtest]",
    "cost": 1000,
    "effect": "A beginner’s guide to the proper care of berry plants.\n\nRank 1 - Adept General Education: Once per day when making a Yield Roll, add +1 to the result.\nRank 2 - Expert General Education: You may create Mulch from Food Scrap."
  },
  {
    "name": "First Aid Manual [5-15 Playtest]",
    "cost": 1000,
    "effect": "A training manual given to all EMTs.\n\nRank 1 - Novice Medicine Education: You gain a +10 Bonus to Medicine Education Checks made to use a First Aid Kit.\nRank 2 - Expert Medicine Education: You may use the First Aid Expertise Feature once per day."
  },
  {
    "name": "Traditional Medicine Reference [5-15 Playtest]",
    "cost": 1000,
    "effect": "A volume dedicated to properly preparing herbal medications. See PTU May 2015 Playtest Packet - Miscellaneous Errata for Herbal Restorative errata.\n\nRank 1 - Adept Medicine Education: Targets you administer Herbal Restoratives to do not lose Combat Stages no matter how many Herbal Restoratives they’ve had in the same day.\nRank 2 - Expert Medicine Education: Whenever you administer an Herbal Restorative to a target, they may choose to gain the Food Buff associated with Herbal Restoratives, regardless of how many Herbal Restoratives they’ve used this day."
  },
  {
    "name": "Caretaker's Manual [5-15 Playtest]",
    "cost": 1000,
    "effect": "An invaluable guide to patient care with wide appeal and praised by both nurses and rangers.\n\nRank 1 - Adept Medicine Education: Once per Scene, you may assist an adjacent ally in Taking a Breather as a Standard Action, and they do not Shift or become Tripped as part of this action. If the target is Confused or Enraged, you may roll Medicine Education instead of Command to assist them.\nRank 2 - Master Medicine Education: This effect can only be bound while taking an Extended Rest and Drains AP for the next day. During this Extended Rest, Pokémon and Trainers in your care heal twice as many Hit Points while resting, heal Injuries twice as quickly, and may heal an additional Injury per day. This stacks with use of Bandages."
  },
  {
    "name": "Dowsing for Dummies [5-15 Playtest]",
    "cost": 1000,
    "effect": "A favorite of rock collectors everywhere, this book teaches the user how to attune their dowsing rods.\n\nRank 1 - Novice Occult Education: Roll +1d6 when searching for Shards.\nRank 2 - Adept Occult Education: When you begin searching for Shards, you may choose to expend an additional activation of Dowsing for the day. If you do, choose a Shard Color; all the Shards you find during this search will be of the chosen Color."
  },
  {
    "name": "How To Avoid Being Spooked [5-15 Playtest]",
    "cost": 1000,
    "effect": "A questionable old tome filled with Ghost-related esoterica.\n\nRank 1 - Adept Occult Education: While holding a Cleanse Tag in your Main or Off-Hand Equipment Slot, you can see Pokémon and Trainers using the Invisibility Capability.\nRank 2 - Expert Occult Education: While holding a Cleanse Tag in your Main or Off-Hand Equipment Slot, you are immune to the Cursed Status Affliction."
  },
  {
    "name": "Tinfoil Gospel: Your Primer on Thwarting the Conspiracies of the New World Order [5-15 Playtest]",
    "cost": 1000,
    "effect": "An even more questionable tome, filled with laughable conspiracy theories. Its mental exercises are strangely effective, however.\n\nRank 1 - Novice Occult Education: You gain the Iron Mind Edge and the Skill Stunt - Focus (resisting Telepathy).\nRank 2 - Expert Occult Education: Your Aura becomes muddled and difficult to read. Pokémon and Trainers with the Aura Reader Capability cannot discern the tint of your Aura and must succeed on an opposed Intuition or Focus Check vs your Occult Education or Focus in order to read the hue of your Aura. Upon failure, they may not attempt to read your Aura again for the remainder of the Scene."
  },
  {
    "name": "Type Study Manual [5-15 Playtest]",
    "cost": 1000,
    "effect": "These Books focus on one particular Pokemon Type.\n\nRank 1 - Novice Pokémon Education: You gain a -5 Bonus on Capture Checks against the studied Type.\nRank 2 - Expert Pokémon Education: When you apply Experience Training, you may choose to give one of your Pokémon of the studied Type +10 Bonus Experience. The same Pokémon cannot be chosen two days in a row."
  },
  {
    "name": "Pokémon Daycare Licensing Guide [5-15 Playtest]",
    "cost": 1000,
    "effect": "This book teaches advanced Pokémon Breeding techniques.\n\nRank 1 - Adept Pokémon Education: When Breeding Pokémon of this Book’s Egg Group, you may choose which parent’s species the Egg is of.\nRank 2 - Master Pokémon Education: When hatching Eggs of Pokémon of this Book’s Egg Group, the hatched Pokémon learns their first Inheritance Move at Level 10 instead of Level 20."
  },
  {
    "name": "Fishing 101 [5-15 Playtest]",
    "cost": 1000,
    "effect": "A good way to waste an afternoon sitting at the side of a boat.\n\nRank 1 - Novice Survival: You gain the Snare Capture Technique, but it only applies to Pokémon you have fished up.\nRank 2 - Adept Survival: Whenever you fish up a Pokémon, choose two Combat Stats. That Pokémon becomes Flinched and loses 1 Combat Stage in each of the chosen Stats."
  },
  {
    "name": "A Field Guide to Fungi [5-15 Playtest]",
    "cost": 1000,
    "effect": "This book tells you which mushrooms are good to eat and which ones will give you a bad trip.\n\nRank 1 - Novice Survival: You automatically identify all Tiny Mushrooms, Big Mushrooms, and Balm Mushrooms you pick. Whenever you or your Pokémon consume one of those Mushrooms, they ignore the negative effect of the Mushroom (Hit Point loss, Poison, Combat Stage loss).\nRank 2 - Adept Survival: You can create the Hearty Meal Chef Recipe as an Extended Action but only by using Mushrooms as ingredients."
  },
  {
    "name": "Travel Guide [5-15 Playtest]",
    "cost": 1000,
    "effect": "A Travel Guide covers a specific location, such as a mountain or a pair of routes in the wilderness. Travel Guides are usually written for the more popular destinations in a region, but they might not necessarily exist for more obscure and out of the way locations.\n\nRank 1 - Novice Survival: You gain the following Skill Stunts while traveling in the studied location: Survival (Foraging) and Survival (Navigation).\nRank 2 - Expert Survival: You and your Pokémon do not take damage from naturally occurring Weather effects in the studied location."
  },
  {
    "name": "The Anarchist Cookbook [5-15 Playtest]",
    "cost": 1000,
    "effect": "The simple act of owning this book isn’t illegal, but carrying out its suggestions might be.\n\nRank 1 - Novice Technology Education: Whenever you apply a Repel to a target, they become Blinded until the end of their next turn. This may only affect a target once per Scene.\nRank 2 - Expert Technology Education: Whenever you hit a target with a Repel or Pester Ball, they lose Hit Points equal to your Technology Education Rank."
  },
  {
    "name": "Poké Ball Technical Manual [5-15 Playtest]",
    "cost": 1000,
    "effect": "Your all-in-one guide to balls.\n\nRank 1 - Novice Technology Education: Your material costs for crafting Poke Balls of any variety are reduced by 10%.\nRank 2 - Expert Technology Education: Poke Balls you craft gain a +2 Bonus to Accuracy Rolls."
  },
  {
    "name": "DIY Engineering [5-15 Playtest]",
    "cost": 1000,
    "effect": "Duct tape not included.\n\nRank 1 - Novice Technology Education: Your material costs for crafting items crafted from Mechanical Scrap are reduced by 10%.\nRank 2 - Expert Technology Education: Whenever you Scrap an Item you created, you gain Scrap worth 75% of its monetary cost instead of only 50%."
  },
  {
    "name": "Combat Medic's Primer [9-15 Playtest]",
    "cost": 1000,
    "effect": "Rank 1 – Novice Medicine Education: After taking a Sprint Maneuver, you may apply a Restorative Item on an adjacent target as a Swift Action.\nRank 2 – Expert Medicine Education: Once per Scene as a Standard Action, you may target an adjacent ally. The target may immediately Take a Breather as a Full-Action Interrupt if they wish. They do not Shift and do not become Tripped as part of this action. If the target is Confused or Enraged, you must make a Medicine Education Check with a DC of 12 for them to be able to Take a Breather."
  },
  {
    "name": "Hoopa's Ring",
    "cost": "--",
    "effect": "Required to use for any Gift's from Hoopa."
  },
  {
    "name": "Zygarde Cube",
    "cost": "--",
    "effect": "Cube required for collecting Zygarde Cells and Cores"
  },
  {
    "name": "Potion",
    "cost": 200,
    "effect": "Heals 20 Hit Points"
  },
  {
    "name": "Super Potion",
    "cost": 380,
    "effect": "Heals 35 Hit Points"
  },
  {
    "name": "Hyper Potion",
    "cost": 800,
    "effect": "Heals 70 Hit Points"
  },
  {
    "name": "Antidote",
    "cost": 200,
    "effect": "Cures Poison"
  },
  {
    "name": "Paralyze Heal",
    "cost": 200,
    "effect": "Cures Paralysis"
  },
  {
    "name": "Burn Heal",
    "cost": 200,
    "effect": "Cures Burns"
  },
  {
    "name": "Ice Heal",
    "cost": 200,
    "effect": "Cures Freezing"
  },
  {
    "name": "Full Heal",
    "cost": 450,
    "effect": "Cures all Persistent Status Afflictions"
  },
  {
    "name": "Full Restore",
    "cost": 1450,
    "effect": "Heals a Pokémon for 80 Hit Points and cures any Status Afflictions"
  },
  {
    "name": "Revive",
    "cost": 300,
    "effect": "Revives fainted Pokémon and sets to 20 Hit Points"
  },
  {
    "name": "Energy Powder",
    "cost": 150,
    "effect": "Heals 25 Hit Points - Repulsive"
  },
  {
    "name": "Energy Root",
    "cost": 500,
    "effect": "Heals 70 Hit Points - Repulsive"
  },
  {
    "name": "Heal Powder",
    "cost": 350,
    "effect": "Cure all Persistent Status Afflictions – Repulsive"
  },
  {
    "name": "Revival Herb",
    "cost": 350,
    "effect": "Revives Pokémon and sets to 50% Hit Points - Repulsive"
  },
  {
    "name": "X Attack",
    "cost": 350,
    "effect": "Increases the Pokémon’s Attack by two Combat Stages"
  },
  {
    "name": "X Defend",
    "cost": 350,
    "effect": "Increases the Pokémon’s Defense by two Combat Stages"
  },
  {
    "name": "X Special",
    "cost": 350,
    "effect": "Increases the Pokémon’s Special Attack by two Combat Stages"
  },
  {
    "name": "X Sp. Def.",
    "cost": 350,
    "effect": "Increases the Pokémon’s Special Defense by two Combat Stages"
  },
  {
    "name": "X Speed",
    "cost": 350,
    "effect": "Increases the Pokémon’s Speed by two Combat Stages"
  },
  {
    "name": "Dire Hit",
    "cost": 600,
    "effect": "Increases Critical Hit Range of all moves by +2."
  },
  {
    "name": "X Accuracy",
    "cost": 600,
    "effect": "Increases Accuracy by +2"
  },
  {
    "name": "Guard Spec",
    "cost": 700,
    "effect": "Prevents reduction of Combat Stages or Accuracy on the Pokémon for 5 Turns"
  },
  {
    "name": "Bandages",
    "cost": 300,
    "effect": "Bandages are applied as Extended Actions on Pokémon or Trainers. Bandages last for 6 hours; while applied, they double the Natural Healing Rate of Pokémon or Trainers, meaning a Pokémon or Trainer will heal 1/8th of their Hit Points per half hour. Bandages also immediately heal one Injury if they remain in place for their full duration.\n\nIf a Pokémon is damaged or loses Hit Points in any way, the Bandages immediately stop working."
  },
  {
    "name": "Poultices",
    "cost": 225,
    "effect": "Poultices are applied as Extended Actions on Pokémon or Trainers. Poultices last for 6 hours; while applied, they double the Natural Healing Rate of Pokémon or Trainers, meaning a Pokémon or Trainer will heal 1/8th of their Hit Points per half hour. Poultices also immediately heal one Injury if they remain in place for their full duration.\n\nIf a Pokémon is damaged or loses Hit Points in any way, the Poulticess immediately stop working.  Poultices are itchy and irritating to the skin and may cause loyalty loss."
  },
  {
    "name": "HP Up",
    "cost": 4900,
    "effect": "Raise the user’s HP Base Stat 1."
  },
  {
    "name": "Protein",
    "cost": 4900,
    "effect": "Raise the user’s Attack Base Stat 1."
  },
  {
    "name": "Iron",
    "cost": 4900,
    "effect": "Raise the user’s Defense Base Stat 1."
  },
  {
    "name": "Calcium",
    "cost": 4900,
    "effect": "Raise the user’s Special Attack Base Stat 1."
  },
  {
    "name": "Zinc",
    "cost": 4900,
    "effect": "Raise the user’s Special Defense Base Stat 1."
  },
  {
    "name": "Carbos",
    "cost": 4900,
    "effect": "Raise the user’s Speed Base Stat 1."
  },
  {
    "name": "Heart Booster",
    "cost": 9800,
    "effect": "The Pokémon gains 2 Tutor Points. Use only one per Pokémon."
  },
  {
    "name": "PP Up",
    "cost": 9800,
    "effect": "Raise one of the user’s Move’s Frequency one level. Use only one per Pokémon."
  },
  {
    "name": "Heart Scale",
    "cost": "--",
    "effect": "Can be used to make Heart Boosters."
  },
  {
    "name": "Rare Candy",
    "cost": 9800,
    "effect": "These very rare treats are created from Shuckles that have held a Berry for a long time. When ingested by a Pokémon, the eater gains enough experience to reach its next Level. Pokémon may benefit from up to five Rare Candies in their lifetime."
  },
  {
    "name": "Stat Suppressants",
    "cost": 500,
    "effect": "These medicines have an identical effect to the Suppressant Berries – they lower one of the user’s Base Stats by 1 point and only function if the Trainer of the Pokémon wants them to."
  },
  {
    "name": "HP Suppressant",
    "cost": 500,
    "effect": "Lowers HP stat by 1 if trainer allows it."
  },
  {
    "name": "Attack Suppressant",
    "cost": 500,
    "effect": "Lowers Attack stat by 1 if trainer allows it."
  },
  {
    "name": "Defense Suppressant",
    "cost": 500,
    "effect": "Lowers Defense stat by 1 if trainer allows it."
  },
  {
    "name": "Special Attack Suppressant",
    "cost": 500,
    "effect": "Lowers Special Attack stat by 1 if trainer allows it."
  },
  {
    "name": "Special Defense Suppressant",
    "cost": 500,
    "effect": "Lowers Special Defense stat by 1 if trainer allows it."
  },
  {
    "name": "Speed Suppressant",
    "cost": 500,
    "effect": "Lowers Speed stat by 1 if trainer allows it."
  },
  {
    "name": "Anti-Radiation Pills",
    "cost": 400,
    "effect": "An advanced version of the real life potassium iodide pills. These not only protect the thyroid but instead guard against all forms of radiation poisoning, granting the user Hazard Immunity for radioactive environments only for 24 hours."
  },
  {
    "name": "Prescient Powder",
    "cost": 2500,
    "effect": "An illegal and dangerous substance produced by desert-dwelling Steelix. Taking the drug inflicts 3 injuries on the user and allows them to use either a Scry or Augury once. The user also gains the Psychic Navigator Edge for two hours. Habitual use of the drug can lead to addiction and health problems."
  },
  {
    "name": "Berserker Bolus",
    "cost": 500,
    "effect": "A combat drug used by street gangs. Immediately inflicts 1 injury on the user upon taking it, but for the duration of the Scene, the user is immune to Flinch effects, gains a +2 bonus to Save Rolls, and adds 5 to all Damage Rolls. However, they are Enraged and may not make Save Rolls to end the effect until all combat ceases for at least a few minutes."
  },
  {
    "name": "Locus Lozenge",
    "cost": 500,
    "effect": "A drug to help the user focus on a single task. The user gains a +3 bonus to Focus and Intuition checks for the next hour but suffers a -4 penalty to Perception checks to notice outside events."
  },
  {
    "name": "Oxygenation Vial",
    "cost": 500,
    "effect": "These vials contain a solution of oxygen-encasing lipids that are injected directly into the bloodstream. One injection is enough to allow the user to go without breathing for up to thirty minutes. Subsequent injections extend the effect, but each one after the first in a 24 hour period causes the user to take one injury as their body suffers complications from the imbalance caused by the solution. These are often carried as a last resort device for astronauts and deep sea divers, as well as used by EMTs to stabilize patients."
  },
  {
    "name": "Puissance Pellet",
    "cost": 450,
    "effect": "This painkiller and adrenaline injection lets the user temporarily ignore their debilitating injuries. A user with 5 or more injuries does not suffer Hit Point loss equal to their number of injuries when taking Standard Actions. If you are using the optional rule to decrease combat stages for each Injury, the user ignores these combat stage losses. This effect lasts for 5 turns, and at the end of the effect, the user automatically takes another injury."
  },
  {
    "name": "Rambo Roids",
    "cost": 750,
    "effect": "The user treats their Power Capability as increased by 2 for the next hour. However, each time they lift an object or perform a feat of strength beyond their normal means, they must make an Athletics check with a DC of 12. If they fail, they take an Injury immediately. Each such feat of strength induces a cumulative -1 penalty to these Athletics checks."
  },
  {
    "name": "Shock Syringe",
    "cost": 500,
    "effect": "This drug enhances the sensitivity of the user’s nerves, enhancing their perception and making it incredibly useful for scouts and recon missions. However, the enhanced sense of touch greatly lowers the user’s pain tolerance. The user gains a +3 bonus to Perception, Focus, and Guile and a +1 bonus to Accuracy. However, each time the user takes an Injury, they are Flinched. The effects of Shock Syringe last for an hour."
  },
  {
    "name": "Soldier Pill",
    "cost": 750,
    "effect": "A potentially dangerous stimulant that provides the user enough energy to go 24 hours without sleep. Upon taking the pill twice in a 48 hour period, the user begins to take 1 injury every 2 hours until they choose to go to sleep. The user of a Soldier Pill gets a +3 bonus to rolls to wake up from Sleep."
  },
  {
    "name": "Spritz Spray",
    "cost": 250,
    "effect": "A drug that improves reflexes at the cost of mental focus. The user of Spritz gains +5 initiative and +1 Evasion for the next 5 rounds of combat but suffers a -3 penalty to Perception and Focus checks for the next hour."
  },
  {
    "name": "White Light",
    "cost": 800,
    "effect": "So named for the soft white glow the liquid gives off, White Light is a crude “truth serum”. It is slow-acting, taking upwards of an hour to take full effect on a victim. The victim becomes more suggestible and gullible. All of their Guile, Intuition, and Focus Checks made during an interrogation are subject to a -5 penalty."
  },
  {
    "name": "Candy Bar",
    "cost": 75,
    "effect": "Snack. Grants a Digestion Buff that heals 5 Hit Points."
  },
  {
    "name": "Honey",
    "cost": 100,
    "effect": "Snack. Grants a Digestion Buff that heals 5 Hit Points. May be used as Bait"
  },
  {
    "name": "Leftovers",
    "cost": 350,
    "effect": "Snack. When their Digestion Buff is traded in, the user recovers 1/16th of their max Hit Points at the beginning of each turn for the rest of the encounter."
  },
  {
    "name": "Black Sludge",
    "cost": 500,
    "effect": "Poison-Type Pokémon may consume the Black Sludge as a Snack Item; when the Digestion Buff is traded in, they recover 1/8th of their Max Hit Points at the beginning of each turn for the rest of the encounter."
  },
  {
    "name": "Enriched Water",
    "cost": 75,
    "effect": "Heals 20 Hit Points"
  },
  {
    "name": "Shuckle's Berry Juice",
    "cost": "--",
    "effect": "Heals 30 Hit Points"
  },
  {
    "name": "Super Soda Pop",
    "cost": 125,
    "effect": "Heals 30 Hit Points"
  },
  {
    "name": "Sparkling Lemonade",
    "cost": 250,
    "effect": "Heals 50 Hit Points"
  },
  {
    "name": "MooMoo Milk",
    "cost": 500,
    "effect": "Heals 80 Hit Points"
  },
  {
    "name": "Baby Food",
    "cost": "--",
    "effect": "A nutritious food that causes young Pokémon to grow quickly. When consumed, increases Experience Gain of Pokémon at level 15 or lower by 20% for the rest of the day."
  },
  {
    "name": "Cheri Berry",
    "cost": 150,
    "effect": "Cures Paralysis, Cool Poffin Ingredient. Tier 1."
  },
  {
    "name": "Chesto Berry",
    "cost": 150,
    "effect": "Cures Sleep, Beauty Poffin Ingredient. Tier 1."
  },
  {
    "name": "Pecha Berry",
    "cost": 150,
    "effect": "Cures Poison, Cute Poffin Ingredient. Tier 1."
  },
  {
    "name": "Rawst Berry",
    "cost": 150,
    "effect": "Cures Burn, Smart Poffin Ingredient. Tier 1."
  },
  {
    "name": "Aspear Berry",
    "cost": 150,
    "effect": "Cures Freeze, Tough Poffin Ingredient. Tier 1"
  },
  {
    "name": "Oran Berry",
    "cost": 150,
    "effect": "Restores 5 Hit Points. Tier 1."
  },
  {
    "name": "Persim Berry",
    "cost": 150,
    "effect": "Cures Confusion. Tier 1."
  },
  {
    "name": "Razz Berry",
    "cost": 150,
    "effect": "Cool Poffin Ingredient. Tier 1."
  },
  {
    "name": "Bluk Berry",
    "cost": 150,
    "effect": "Beauty Poffin Ingredient. Tier 1."
  },
  {
    "name": "Nanab Berry",
    "cost": 150,
    "effect": "Cute Poffin Ingredient. Tier 1."
  },
  {
    "name": "Wepear Berry",
    "cost": 150,
    "effect": "Smart Poffin Ingredient. Tier 1."
  },
  {
    "name": "Pinap Berry",
    "cost": 150,
    "effect": "Tough Poffin Ingredient. Tier 1."
  },
  {
    "name": "Lum Berry",
    "cost": 250,
    "effect": "Cures any single status ailment. Tier 2."
  },
  {
    "name": "Sitrus Berry",
    "cost": 250,
    "effect": "Restores 15 Hit Points. Tier 2."
  },
  {
    "name": "Figy Berry",
    "cost": 250,
    "effect": "Spicy Treat, Cool Poffin Ingredient. Tier 2."
  },
  {
    "name": "Wiki Berry",
    "cost": 250,
    "effect": "Dry Treat, Beauty Poffin Ingredient. Tier 2."
  },
  {
    "name": "Mago Berry",
    "cost": 250,
    "effect": "Sweet Treat, Cute Poffin Ingredient. Tier 2."
  },
  {
    "name": "Aguav Berry",
    "cost": 250,
    "effect": "Bitter Treat, Smart Poffin Ingredient. Tier 2."
  },
  {
    "name": "Iapapa Berry",
    "cost": 250,
    "effect": "Sour Treat, Tough Poffin Ingredient. Tier 2."
  },
  {
    "name": "Liechi Berry",
    "cost": 250,
    "effect": "+1 Attack CS. Tier 2."
  },
  {
    "name": "Ganlon Berry",
    "cost": 250,
    "effect": "+1 Defense CS. Tier 2."
  },
  {
    "name": "Salac Berry",
    "cost": 250,
    "effect": "+1 Speed CS. Tier 2."
  },
  {
    "name": "Petaya Berry",
    "cost": 250,
    "effect": "+1 Special Attack CS. Tier 2."
  },
  {
    "name": "Apicot Berry",
    "cost": 250,
    "effect": "+1 Special Defense CS. Tier 2."
  },
  {
    "name": "Lansat Berry",
    "cost": 250,
    "effect": "Increases Critical Range by +1 for the remainder of the encounter. Tier 2."
  },
  {
    "name": "Starf Berry",
    "cost": 250,
    "effect": "+2 CS to a random Stat. May be used only at 25% HP or lower. Tier 2."
  },
  {
    "name": "Enigma Berry",
    "cost": 250,
    "effect": "User gains Temporary HP equal to 1/6th of their Max HP when hit by a Super Effective Move. Tier 2."
  },
  {
    "name": "Micle Berry",
    "cost": 250,
    "effect": "Increases Accuracy by +1. Tier 2."
  },
  {
    "name": "Jaboca Berry",
    "cost": 250,
    "effect": "Foe dealing Physical Damage to the user loses 1/8 of their Maximum HP. Tier 2."
  },
  {
    "name": "Rowap Berry",
    "cost": 250,
    "effect": "Foe dealing Special Damage to the user loses 1/8 of their Maximum HP. Tier 2."
  },
  {
    "name": "Cornn Berry",
    "cost": 250,
    "effect": "Cures Disabled condition. Tier 2."
  },
  {
    "name": "Magost Berry",
    "cost": 250,
    "effect": "Cures Enraged condition. Tier 2."
  },
  {
    "name": "Rabuta Berry",
    "cost": 250,
    "effect": "Cures Suppressed condition. Tier 2."
  },
  {
    "name": "Nomel Berry",
    "cost": 250,
    "effect": "Cures Infatuated condition. Tier 2."
  },
  {
    "name": "Spelon Berry",
    "cost": 250,
    "effect": "Cool or Beauty Poffin Ingredient. Tier 2."
  },
  {
    "name": "Pamtre Berry",
    "cost": 250,
    "effect": "Cute or Beauty Poffin Ingredient. Tier 2."
  },
  {
    "name": "Watmel Berry",
    "cost": 250,
    "effect": "Cute or Smart Poffin Ingredient. Tier 2."
  },
  {
    "name": "Durin Berry",
    "cost": 250,
    "effect": "Smart or Tough Poffin Ingredient. Tier 2."
  },
  {
    "name": "Belue Berry",
    "cost": 250,
    "effect": "Cool or Tough Poffin Ingredient. Tier 2."
  },
  {
    "name": "Leppa Berry",
    "cost": 500,
    "effect": "Restores a Scene Move. Tier 3."
  },
  {
    "name": "Pomeg Berry",
    "cost": 500,
    "effect": "Lowers HP stat by 1 with trainer permission. Tier 3."
  },
  {
    "name": "Kelpsy Berry",
    "cost": 500,
    "effect": "Lowers Attack stat by 1 with trainer permission. Tier 3."
  },
  {
    "name": "Qualot Berry",
    "cost": 500,
    "effect": "Lowers Defense stat by 1 with trainer permission. Tier 3."
  },
  {
    "name": "Hondew Berry",
    "cost": 500,
    "effect": "Lowers Special Attack stat by 1 with trainer permission. Tier 3."
  },
  {
    "name": "Grepa Berry",
    "cost": 500,
    "effect": "Lowers Special Defense stat by 1 with trainer permission. Tier 3."
  },
  {
    "name": "Tamato Berry",
    "cost": 500,
    "effect": "Lowers Speed stat by 1 with trainer permission. Tier 3."
  },
  {
    "name": "Occa Berry",
    "cost": 500,
    "effect": "Weakens foe’s super effective Fire-type move. Tier 3."
  },
  {
    "name": "Passho Berry",
    "cost": 500,
    "effect": "Weakens foe’s super effective Water-type move. Tier 3."
  },
  {
    "name": "Wacan Berry",
    "cost": 500,
    "effect": "Weakens foe’s super effective Electric-type move. Tier 3."
  },
  {
    "name": "Rindo Berry",
    "cost": 500,
    "effect": "Weakens foe’s super effective Grass-type move. Tier 3."
  },
  {
    "name": "Yache Berry",
    "cost": 500,
    "effect": "Weakens foe’s super effective Ice-type move. Tier 3."
  },
  {
    "name": "Chople Berry",
    "cost": 500,
    "effect": "Weakens foe’s super effective Fighting-type move. Tier 3."
  },
  {
    "name": "Kebia Berry",
    "cost": 500,
    "effect": "Weakens foe’s super effective Poison-type move. Tier 3."
  },
  {
    "name": "Shuca Berry",
    "cost": 500,
    "effect": "Weakens foe’s super effective Ground-type move. Tier 3."
  },
  {
    "name": "Coba Berry",
    "cost": 500,
    "effect": "Weakens foe’s super effective Flying-type move. Tier 3."
  },
  {
    "name": "Payapa Berry",
    "cost": 500,
    "effect": "Weakens foe’s super effective Psychic-type move. Tier 3."
  },
  {
    "name": "Tanga Berry",
    "cost": 500,
    "effect": "Weakens foe’s super effective Bug-type move. Tier 3."
  },
  {
    "name": "Charti Berry",
    "cost": 500,
    "effect": "Weakens foe’s super effective Rock-type move. Tier 3."
  },
  {
    "name": "Kasib Berry",
    "cost": 500,
    "effect": "Weakens foe’s super effective Ghost-type move. Tier 3."
  },
  {
    "name": "Haban Berry",
    "cost": 500,
    "effect": "Weakens foe’s super effective Dragon-type move. Tier 3."
  },
  {
    "name": "Colbur Berry",
    "cost": 500,
    "effect": "Weakens foe’s super effective Dark-type move. Tier 3."
  },
  {
    "name": "Babiri Berry",
    "cost": 500,
    "effect": "Weakens foe’s super effective Steel-type move. Tier 3."
  },
  {
    "name": "Chilan Berry",
    "cost": 500,
    "effect": "Weakens foe’s Normal-type move. Tier 3."
  },
  {
    "name": "Roseli Berry",
    "cost": 500,
    "effect": "Weakens foe’s supereffective Fairy-type move. Tier 3."
  },
  {
    "name": "Custap Berry",
    "cost": 500,
    "effect": "Grants the Priority keyword to any Move. May only be used at 25% HP or lower. Tier 3."
  },
  {
    "name": "Kee Berry",
    "cost": 500,
    "effect": "+1 Defense CS. Activates as a Free Action when hit by a Physical Move. Tier 3."
  },
  {
    "name": "Maranga Berry",
    "cost": 500,
    "effect": "+1 Special Defense CS. Activates as a Free Action when hit by a Special Move. Tier 3."
  },
  {
    "name": "Red Apricorn",
    "cost": "--",
    "effect": "Used to make Level Balls."
  },
  {
    "name": "Yellow Apricorn",
    "cost": "--",
    "effect": "Used to make Moon Balls."
  },
  {
    "name": "Blue Apricorn",
    "cost": "--",
    "effect": "Used to make Lure Balls."
  },
  {
    "name": "Green Apricorn",
    "cost": "--",
    "effect": "Used to make Friend Balls."
  },
  {
    "name": "Pink Apricorn",
    "cost": "--",
    "effect": "Used to make Love Balls."
  },
  {
    "name": "White Apricorn",
    "cost": "--",
    "effect": "Used to make Fast Balls."
  },
  {
    "name": "Black Apricorn",
    "cost": "--",
    "effect": "Used to make Heavy Balls."
  },
  {
    "name": "Mental Herb",
    "cost": 300,
    "effect": "Cures all Volatile Status Effects."
  },
  {
    "name": "Power Herb",
    "cost": 300,
    "effect": "Eliminates the Set-Up turn of Moves with the Set-Up Keyword."
  },
  {
    "name": "White Herb",
    "cost": 300,
    "effect": "Any negative Combat Stages are set to 0."
  },
  {
    "name": "Tiny Mushroom",
    "cost": "--",
    "effect": "The user loses 5 HP, and gains +1 Combat Stage in a random Stat."
  },
  {
    "name": "Big Mushroom",
    "cost": "--",
    "effect": "The user becomes Poisoned; if they do, they gain +1 Combat Stage in two random Stats."
  },
  {
    "name": "Balm Mushroom",
    "cost": "--",
    "effect": "The user is cured of Burn, Paralysis, or Poison. If they are, they lose 1 Combat Stage in a random Stat."
  },
  {
    "name": "Salty Surprise",
    "cost": 100,
    "effect": "The user may trade in this Snack’s Digestion Buff when being hit by an attack to gain 5 Temporary Hit Points. If the user likes Salty Flavors, they gain 10 Temporary Hit Points Instead. If the user dislikes Salty Food, they become Enraged."
  },
  {
    "name": "Spicy Wrap",
    "cost": 100,
    "effect": "The user may trade in this Snack’s Digestion Buff when making a Physical attack to deal +5 additional Damage. If the user prefers Spicy Food, it deals +10 additional Damage instead. If the user dislikes Spicy Food, they become Enraged."
  },
  {
    "name": "Sour Candy",
    "cost": 100,
    "effect": "The user may trade in this Snack’s Digestion Buff when being hit by a Physical Attack to increase their Damage Reduction by +5 against that attack. If the user prefers Sour Food, they gain +10 Damage Reduction instead. If the user dislikes Sour Food, they become Enraged."
  },
  {
    "name": "Dry Wafer",
    "cost": 100,
    "effect": "The user may trade in this Snack’s Digestion Buff when making a Special attack to deal +5 additional Damage. If the user prefers Dry Food, it deals +10 additional Damage instead. If the user dislikes Dry Food, they become Enraged."
  },
  {
    "name": "Bitter Treat",
    "cost": 100,
    "effect": "The user may trade in this Snack’s Digestion Buff when being hit by a Special Attack to increase their Damage Reduction by +5 against that attack. If the user prefers Bitter Food, they gain +10 Damage Reduction instead. If the user dislikes Bitter Food, they become Enraged."
  },
  {
    "name": "Sweet Confection",
    "cost": 100,
    "effect": "The user may trade in this Snack’s Digestion Buff to gain +4 Evasion until the end of their next turn. If the user prefers Sweet Food, they gain +4 Accuracy as well. If the user dislikes Sweet Food, they become Enraged."
  },
  {
    "name": "Hearty Meal",
    "cost": "--",
    "effect": "When consumed, that Trainer gains +2 to their Max AP until the end of their next extended rest. A Trainer may only be under the effect of one Hearty Meal at a time. Hearty Meals not consumed within 20 minutes of being created lose all flavor and all effect."
  },
  {
    "name": "Big Root",
    "cost": 1000,
    "effect": "HP stealing moves restore double HP. Cannot be used by Trainers."
  },
  {
    "name": "Bright Powder",
    "cost": 2000,
    "effect": "+2 to Speed Evasion. Cannot be used by Trainers."
  },
  {
    "name": "Choice Items",
    "cost": 3000,
    "effect": "Choice Items are tied to a Specific Stat. While worn, the default state of the Stat is +2 Combat Stages instead of 0. However, the user is Suppressed and cannot be cured until the end of Combat, even if the item is removed. Cannot be used by Trainers."
  },
  {
    "name": "Choice Band",
    "cost": 3000,
    "effect": "The default state of the holder's Attack Stat is +2 Combat Stages. However, the holder is Suppressed and cannot be cured until the end of Combat, even if the item is removed. Cannot be used by Trainers."
  },
  {
    "name": "Choice Specs",
    "cost": 3000,
    "effect": "The default state of the holder's Special Attack Stat is +2 Combat Stages. However, the holder is Suppressed and cannot be cured until the end of Combat, even if the item is removed. Cannot be used by Trainers."
  },
  {
    "name": "Choice Scarf",
    "cost": 3000,
    "effect": "The default state of the holder's Speed Stat is +2 Combat Stages. However, the holder is Suppressed and cannot be cured until the end of Combat, even if the item is removed. Cannot be used by Trainers."
  },
  {
    "name": "Choice Item (Def)",
    "cost": 3000,
    "effect": "The default state of the holder's Defense Stat is +2 Combat Stages. However, the holder is Suppressed and cannot be cured until the end of Combat, even if the item is removed. Cannot be used by Trainers."
  },
  {
    "name": "Choice Item (SDef)",
    "cost": 3000,
    "effect": "The default state of the holder's Special Defense Stat is +2 Combat Stages. However, the holder is Suppressed and cannot be cured until the end of Combat, even if the item is removed. Cannot be used by Trainers."
  },
  {
    "name": "Contest Accessory",
    "cost": 1500,
    "effect": "The user rolls +2d6 during the Introduction Stage of a Contest. Cannot be used by Trainers."
  },
  {
    "name": "Contest Fashion",
    "cost": 1000,
    "effect": "These Items have a chosen Contest Stat; Beauty, Cool, Cute, Smart, or Tough. When held, once per Contest, the holder may re-roll any 1s made when using a Move of the chosen Type. Cannot be used by Trainers."
  },
  {
    "name": "Beauty Fashion",
    "cost": 1000,
    "effect": "Once per Contest the holder may re-roll any 1's made when using a Beauty Move. Cannot be used by Trainers."
  },
  {
    "name": "Cute Fashion",
    "cost": 1000,
    "effect": "Once per Contest the holder may re-roll any 1's made when using a Cute Move. Cannot be used by Trainers."
  },
  {
    "name": "Cool Fashion",
    "cost": 1000,
    "effect": "Once per Contest the holder may re-roll any 1's made when using a Cool Move. Cannot be used by Trainers."
  },
  {
    "name": "Smart Fashion",
    "cost": 1000,
    "effect": "Once per Contest the holder may re-roll any 1's made when using a Smart Move. Cannot be used by Trainers."
  },
  {
    "name": "Tough Fashion",
    "cost": 1000,
    "effect": "Once per Contest the holder may re-roll any 1's made when using a Tough Move. Cannot be used by Trainers."
  },
  {
    "name": "Everstone",
    "cost": 1500,
    "effect": "Evolution is prevented for the holder. Cannot be used by Trainers."
  },
  {
    "name": "Eviolite",
    "cost": 4000,
    "effect": "Only affects not-fully-evolved Pokémon of a single family, decided when the Eviolite is made. Grants a +5 Bonus to two different Stats, after Combat Stages, decided when the Eviolite is made. Prevents Pokémon from evolving when held. Cannot be used by Trainers."
  },
  {
    "name": "Expert Belt",
    "cost": 3500,
    "effect": "Whenever the holder deals Super Effective Damage, they deal an additional 5 damage (this damage is not multiplied). Accessory Item for Trainers."
  },
  {
    "name": "Flame Orb",
    "cost": 3800,
    "effect": "Induces burn on holder. Off-Hand Item for Trainers. Standard Action to drop."
  },
  {
    "name": "Focus Band",
    "cost": 4700,
    "effect": "Whenever the user faints, roll 1d20. Once a Scene on a result of 16+, the holder does not faint, and is left with 1 Hit Point. Accessory Item for Trainers."
  },
  {
    "name": "Focus Sash",
    "cost": 4700,
    "effect": "Once a Scene, if damage from a Move would take Focus Sash’s holder’s Hit Points from Max to 0 or less, Focus Sash’s holder instead has 1 Hit Point remaining. Accessory Item for Trainers."
  },
  {
    "name": "Full Incense",
    "cost": 900,
    "effect": "The holder gains the Stall ability. Cannot be used by Trainers."
  },
  {
    "name": "Go-Goggles",
    "cost": 1500,
    "effect": "The user does not take damage from Sandstorm. Head Item for Trainers."
  },
  {
    "name": "Iron Ball",
    "cost": 900,
    "effect": "The Holder’s Speed is halved, and any immunity to Ground Type is lost. Hand Item for Trainers. Standard Action to drop."
  },
  {
    "name": "King's Rock",
    "cost": 2500,
    "effect": "Attacks cause Flinch on a roll of 19+. This does not stack with any abilities, moves, or effects that extend flinch rate. Head Item for Trainers. Evolves Poliwhirl, Slowpoke."
  },
  {
    "name": "Lagging Items",
    "cost": 900,
    "effect": "The Lagging Items are tied to a specific Stat. When held, they set that Stat to -4 Combat Stages. Cannot be used by Trainers. Standard Action to drop."
  },
  {
    "name": "Lagging Tail",
    "cost": 900,
    "effect": "The holder's Speed Stat is set to -4 Combat Stages. Cannot be used by Trainers. Standard Action to drop."
  },
  {
    "name": "Lagging Item (Atk)",
    "cost": 900,
    "effect": "The holder's Attack Stat is set to -4 Combat Stages. Cannot be used by Trainers. Standard Action to drop."
  },
  {
    "name": "Lagging Item (Def)",
    "cost": 900,
    "effect": "The holder's Defense Stat is set to -4 Combat Stages. Cannot be used by Trainers. Standard Action to drop."
  },
  {
    "name": "Lagging Item (SAtk)",
    "cost": 900,
    "effect": "The holder's Special Attack Stat is set to -4 Combat Stages. Cannot be used by Trainers. Standard Action to drop."
  },
  {
    "name": "Lagging Item (SDef)",
    "cost": 900,
    "effect": "The holder's Special Defense Stat is set to -4 Combat Stages. Cannot be used by Trainers. Standard Action to drop."
  },
  {
    "name": "Lax Incense",
    "cost": 2000,
    "effect": "+1 to all Stat Evasions. Cannot be used by Trainers."
  },
  {
    "name": "Life Orb",
    "cost": 3700,
    "effect": "Whenever the holder deals direct damage, increase the damage by +5, and then the holder loses Hit Points equal to 1/16th of their Max Hit Points. Off-Hand Item for Trainers."
  },
  {
    "name": "Luck Incense",
    "cost": 1800,
    "effect": "Grants +1 Bonus to all Accuracy Rolls. A roll of 1 always misses. Cannot be used by Trainers."
  },
  {
    "name": "Quick Claw",
    "cost": 4200,
    "effect": "The user adds +10 to their Initiative. Accessory Item for Trainers."
  },
  {
    "name": "Razor Claw",
    "cost": 3000,
    "effect": "The holder’s damaging attacks have their Critical Hit Range extended by +1. Evolves Sneasel."
  },
  {
    "name": "Razor Fang",
    "cost": 3000,
    "effect": "The holder’s damaging attacks cause an Injury on a roll of 19+. Accessory Item for Trainers. Evolves Gligar."
  },
  {
    "name": "Safety Goggles",
    "cost": 1500,
    "effect": "The holder is immune to Moves with the Powder Keyword. Accessory or Head Item for Trainers."
  },
  {
    "name": "Shell Bell",
    "cost": 5200,
    "effect": "Whenever the user damages a foe, they gain a Tick of Temporary Hit Points. Accessory Item for Trainers."
  },
  {
    "name": "Shock Collar",
    "cost": 3500,
    "effect": "Comes with a remote activator, which when pressed, causes the Pokémon or Trainer wearing the shock collar to lose Hit Points equal to 1/6th of their Max Hit Points. This may be used to activate the “Press” Feature. Collars that work on Ground Type Pokémon are available for an additional $500."
  },
  {
    "name": "Stat Boosters",
    "cost": 4000,
    "effect": "These items have a chosen Stat, either Attack, Defense, Special Attack, Special Defense, Speed, Evasion, or Accuracy. These items cause the default Stage of their linked Stat to be +1 Combat Stage instead of 0, or simply +1 for Accuracy and Evasion. Accessory Item for Trainers."
  },
  {
    "name": "Attack Booster",
    "cost": 4000,
    "effect": "The default state of the holder's Attack Stat is +1 Combat Stage. Accessory Item for Trainers."
  },
  {
    "name": "Defense Booster",
    "cost": 4000,
    "effect": "The default state of the holder's Defense Stat is +1 Combat Stage. Accessory Item for Trainers."
  },
  {
    "name": "S Attack Booster",
    "cost": 4000,
    "effect": "The default state of the holder's Special Attack Stat is +1 Combat Stage. Accessory Item for Trainers."
  },
  {
    "name": "S Defense Booster",
    "cost": 4000,
    "effect": "The default state of the holder's Special Defense Stat is +1 Combat Stage. Accessory Item for Trainers."
  },
  {
    "name": "Speed Booster",
    "cost": 4000,
    "effect": "The default state of the holder's Speed Stat is +1 Combat Stage. Accessory Item for Trainers."
  },
  {
    "name": "Accuracy Booster",
    "cost": 4000,
    "effect": "Grants the holder +1 Accuracy. Accessory Item for Trainers."
  },
  {
    "name": "Evasion Booster",
    "cost": 4000,
    "effect": "Grants the holder +1 Evasion. Accessory Item for Trainers."
  },
  {
    "name": "Toxic Orb",
    "cost": 4800,
    "effect": "Induces Poison on holder. Off-Hand Item for Trainers. Standard Action to drop."
  },
  {
    "name": "Type Boosters",
    "cost": 1800,
    "effect": "These items come in a variety of each of the Elemental Types, and grants a +5 Damage Bonus to all direct damage Moves of its Specific Type when performed by the user. Accessory Item for Trainers."
  },
  {
    "name": "Bug Booster",
    "cost": 1800,
    "effect": "Grants a +5 Damage Bonus to all direct-damage Bug Moves used by the holder. Accessory Item for Trainers."
  },
  {
    "name": "Dark Booster",
    "cost": 1800,
    "effect": "Grants a +5 Damage Bonus to all direct-damage Dark Moves used by the holder. Accessory Item for Trainers."
  },
  {
    "name": "Dragon Booster",
    "cost": 1800,
    "effect": "Grants a +5 Damage Bonus to all direct-damage Dragon Moves used by the holder. Accessory Item for Trainers."
  },
  {
    "name": "Electric Booster",
    "cost": 1800,
    "effect": "Grants a +5 Damage Bonus to all direct-damage Electric Moves used by the holder. Accessory Item for Trainers."
  },
  {
    "name": "Fairy Booster",
    "cost": 1800,
    "effect": "Grants a +5 Damage Bonus to all direct-damage Fairy Moves used by the holder. Accessory Item for Trainers."
  },
  {
    "name": "Fighting Booster",
    "cost": 1800,
    "effect": "Grants a +5 Damage Bonus to all direct-damage Fighting Moves used by the holder. Accessory Item for Trainers."
  },
  {
    "name": "Fire Booster",
    "cost": 1800,
    "effect": "Grants a +5 Damage Bonus to all direct-damage Fire Moves used by the holder. Accessory Item for Trainers."
  },
  {
    "name": "Flying Booster",
    "cost": 1800,
    "effect": "Grants a +5 Damage Bonus to all direct-damage Flying Moves used by the holder. Accessory Item for Trainers."
  },
  {
    "name": "Ghost Booster",
    "cost": 1800,
    "effect": "Grants a +5 Damage Bonus to all direct-damage Ghost Moves used by the holder. Accessory Item for Trainers."
  },
  {
    "name": "Grass Booster",
    "cost": 1800,
    "effect": "Grants a +5 Damage Bonus to all direct-damage Grass Moves used by the holder. Accessory Item for Trainers."
  },
  {
    "name": "Ground Booster",
    "cost": 1800,
    "effect": "Grants a +5 Damage Bonus to all direct-damage Ground Moves used by the holder. Accessory Item for Trainers."
  },
  {
    "name": "Ice Booster",
    "cost": 1800,
    "effect": "Grants a +5 Damage Bonus to all direct-damage Ice Moves used by the holder. Accessory Item for Trainers."
  },
  {
    "name": "Normal Booster",
    "cost": 1800,
    "effect": "Grants a +5 Damage Bonus to all direct-damage Normal Moves used by the holder. Accessory Item for Trainers."
  },
  {
    "name": "Poison Booster",
    "cost": 1800,
    "effect": "Grants a +5 Damage Bonus to all direct-damage Poison Moves used by the holder. Accessory Item for Trainers."
  },
  {
    "name": "Psychic Booster",
    "cost": 1800,
    "effect": "Grants a +5 Damage Bonus to all direct-damage Psychic Moves used by the holder. Accessory Item for Trainers."
  },
  {
    "name": "Rock Booster",
    "cost": 1800,
    "effect": "Grants a +5 Damage Bonus to all direct-damage Rock Moves used by the holder. Accessory Item for Trainers."
  },
  {
    "name": "Steel Booster",
    "cost": 1800,
    "effect": "Grants a +5 Damage Bonus to all direct-damage Steel Moves used by the holder. Accessory Item for Trainers."
  },
  {
    "name": "Water Booster",
    "cost": 1800,
    "effect": "Grants a +5 Damage Bonus to all direct-damage Water Moves used by the holder. Accessory Item for Trainers."
  },
  {
    "name": "Type Brace",
    "cost": 2000,
    "effect": "These items come in a variety of each of the Elemental Types, and grant the holder 15 Damage Reduction against that specific Type. Accessory Item for Trainers."
  },
  {
    "name": "Bug Brace",
    "cost": 2000,
    "effect": "Grants the holder 15 Damage Reduction against all direct-damage Bug Moves. Accessory Item for Trainers."
  },
  {
    "name": "Dark Brace",
    "cost": 2000,
    "effect": "Grants the holder 15 Damage Reduction against all direct-damage Dark Moves. Accessory Item for Trainers."
  },
  {
    "name": "Dragon Brace",
    "cost": 2000,
    "effect": "Grants the holder 15 Damage Reduction against all direct-damage Dragon Moves. Accessory Item for Trainers."
  },
  {
    "name": "Electric Brace",
    "cost": 2000,
    "effect": "Grants the holder 15 Damage Reduction against all direct-damage Electric Moves. Accessory Item for Trainers."
  },
  {
    "name": "Fairy Brace",
    "cost": 2000,
    "effect": "Grants the holder 15 Damage Reduction against all direct-damage Fairy Moves. Accessory Item for Trainers."
  },
  {
    "name": "Fighting Brace",
    "cost": 2000,
    "effect": "Grants the holder 15 Damage Reduction against all direct-damage Fighting Moves. Accessory Item for Trainers."
  },
  {
    "name": "Fire Brace",
    "cost": 2000,
    "effect": "Grants the holder 15 Damage Reduction against all direct-damage Fire Moves. Accessory Item for Trainers."
  },
  {
    "name": "Flying Brace",
    "cost": 2000,
    "effect": "Grants the holder 15 Damage Reduction against all direct-damage Flying Moves. Accessory Item for Trainers."
  },
  {
    "name": "Ghost Brace",
    "cost": 2000,
    "effect": "Grants the holder 15 Damage Reduction against all direct-damage Ghost Moves. Accessory Item for Trainers."
  },
  {
    "name": "Grass Brace",
    "cost": 2000,
    "effect": "Grants the holder 15 Damage Reduction against all direct-damage Grass Moves. Accessory Item for Trainers."
  },
  {
    "name": "Ground Brace",
    "cost": 2000,
    "effect": "Grants the holder 15 Damage Reduction against all direct-damage Ground Moves. Accessory Item for Trainers."
  },
  {
    "name": "Ice Brace",
    "cost": 2000,
    "effect": "Grants the holder 15 Damage Reduction against all direct-damage Ice Moves. Accessory Item for Trainers."
  },
  {
    "name": "Normal Brace",
    "cost": 2000,
    "effect": "Grants the holder 15 Damage Reduction against all direct-damage Normal Moves. Accessory Item for Trainers."
  },
  {
    "name": "Poison Brace",
    "cost": 2000,
    "effect": "Grants the holder 15 Damage Reduction against all direct-damage Poison Moves. Accessory Item for Trainers."
  },
  {
    "name": "Psychic Brace",
    "cost": 2000,
    "effect": "Grants the holder 15 Damage Reduction against all direct-damage Psychic Moves. Accessory Item for Trainers."
  },
  {
    "name": "Rock Brace",
    "cost": 2000,
    "effect": "Grants the holder 15 Damage Reduction against all direct-damage Rock Moves. Accessory Item for Trainers."
  },
  {
    "name": "Steel Brace",
    "cost": 2000,
    "effect": "Grants the holder 15 Damage Reduction against all direct-damage Steel Moves. Accessory Item for Trainers."
  },
  {
    "name": "Water Brace",
    "cost": 2000,
    "effect": "Grants the holder 15 Damage Reduction against all direct-damage Water Moves. Accessory Item for Trainers."
  },
  {
    "name": "Type Gem",
    "cost": "--",
    "effect": "These items come in a variety of each of the Elemental Types, and are consumed as a Free Action to give a +3 Damage Base bonus to one attack of their Type. Off-hand or Accessory Slot Item for Trainers."
  },
  {
    "name": "Bug Gem",
    "cost": "--",
    "effect": "Can be consumed as a Free Action to give a +3 DB bonus to one Bug-Type attack. Off-hand or Accessory Slot Item for Trainers."
  },
  {
    "name": "Dark Gem",
    "cost": "--",
    "effect": "Can be consumed as a Free Action to give a +3 DB bonus to one Dark-Type attack. Off-hand or Accessory Slot Item for Trainers."
  },
  {
    "name": "Dragon Gem",
    "cost": "--",
    "effect": "Can be consumed as a Free Action to give a +3 DB bonus to one Dragon-Type attack. Off-hand or Accessory Slot Item for Trainers."
  },
  {
    "name": "Electric Gem",
    "cost": "--",
    "effect": "Can be consumed as a Free Action to give a +3 DB bonus to one Electric-Type attack. Off-hand or Accessory Slot Item for Trainers."
  },
  {
    "name": "Fairy Gem",
    "cost": "--",
    "effect": "Can be consumed as a Free Action to give a +3 DB bonus to one Fairy-Type attack. Off-hand or Accessory Slot Item for Trainers."
  },
  {
    "name": "Fighting Gem",
    "cost": "--",
    "effect": "Can be consumed as a Free Action to give a +3 DB bonus to one Fighting-Type attack. Off-hand or Accessory Slot Item for Trainers."
  },
  {
    "name": "Fire Gem",
    "cost": "--",
    "effect": "Can be consumed as a Free Action to give a +3 DB bonus to one Fire-Type attack. Off-hand or Accessory Slot Item for Trainers."
  },
  {
    "name": "Flying Gem",
    "cost": "--",
    "effect": "Can be consumed as a Free Action to give a +3 DB bonus to one Flying-Type attack. Off-hand or Accessory Slot Item for Trainers."
  },
  {
    "name": "Ghost Gem",
    "cost": "--",
    "effect": "Can be consumed as a Free Action to give a +3 DB bonus to one Ghost-Type attack. Off-hand or Accessory Slot Item for Trainers."
  },
  {
    "name": "Grass Gem",
    "cost": "--",
    "effect": "Can be consumed as a Free Action to give a +3 DB bonus to one Grass-Type attack. Off-hand or Accessory Slot Item for Trainers."
  },
  {
    "name": "Ground Gem",
    "cost": "--",
    "effect": "Can be consumed as a Free Action to give a +3 DB bonus to one Ground-Type attack. Off-hand or Accessory Slot Item for Trainers."
  },
  {
    "name": "Ice Gem",
    "cost": "--",
    "effect": "Can be consumed as a Free Action to give a +3 DB bonus to one Ice-Type attack. Off-hand or Accessory Slot Item for Trainers."
  },
  {
    "name": "Normal Gem",
    "cost": "--",
    "effect": "Can be consumed as a Free Action to give a +3 DB bonus to one Normal-Type attack. Off-hand or Accessory Slot Item for Trainers."
  },
  {
    "name": "Poison Gem",
    "cost": "--",
    "effect": "Can be consumed as a Free Action to give a +3 DB bonus to one Poison-Type attack. Off-hand or Accessory Slot Item for Trainers."
  },
  {
    "name": "Psychic Gem",
    "cost": "--",
    "effect": "Can be consumed as a Free Action to give a +3 DB bonus to one Psychic-Type attack. Off-hand or Accessory Slot Item for Trainers."
  },
  {
    "name": "Rock Gem",
    "cost": "--",
    "effect": "Can be consumed as a Free Action to give a +3 DB bonus to one Rock-Type attack. Off-hand or Accessory Slot Item for Trainers."
  },
  {
    "name": "Steel Gem",
    "cost": "--",
    "effect": "Can be consumed as a Free Action to give a +3 DB bonus to one Steel-Type attack. Off-hand or Accessory Slot Item for Trainers."
  },
  {
    "name": "Water Gem",
    "cost": "--",
    "effect": "Can be consumed as a Free Action to give a +3 DB bonus to one Water-Type attack. Off-hand or Accessory Slot Item for Trainers."
  },
  {
    "name": "Type Plates",
    "cost": "--",
    "effect": "These Rare items come in a variety of each of the Elemental Types, and act as both a Type Booster and a Type Brace. Accessory Slot Item for Trainers."
  },
  {
    "name": "Draco Plate",
    "cost": "--",
    "effect": "Acts as both a Dragon Booster and a Dragon Brace. Accessory Slot Item for Trainers."
  },
  {
    "name": "Dread Plate",
    "cost": "--",
    "effect": "Acts as both a Dark Booster and a Dark Brace. Accessory Slot Item for Trainers."
  },
  {
    "name": "Earth Plate",
    "cost": "--",
    "effect": "Acts as both a Ground Booster and a Ground Brace. Accessory Slot Item for Trainers."
  },
  {
    "name": "Fist Plate",
    "cost": "--",
    "effect": "Acts as both a Fighting Booster and a Fighting Brace. Accessory Slot Item for Trainers."
  },
  {
    "name": "Flame Plate",
    "cost": "--",
    "effect": "Acts as both a Fire Booster and a Fire Brace. Accessory Slot Item for Trainers."
  },
  {
    "name": "Icicle Plate",
    "cost": "--",
    "effect": "Acts as both an Ice Booster and an Ice Brace. Accessory Slot Item for Trainers."
  },
  {
    "name": "Insect Plate",
    "cost": "--",
    "effect": "Acts as both a Bug Booster and a Bug Brace. Accessory Slot Item for Trainers."
  },
  {
    "name": "Iron Plate",
    "cost": "--",
    "effect": "Acts as both a Steel Booster and a Steel Brace. Accessory Slot Item for Trainers."
  },
  {
    "name": "Meadow Plate",
    "cost": "--",
    "effect": "Acts as both a Grass Booster and a Grass Brace. Accessory Slot Item for Trainers."
  },
  {
    "name": "Mind Plate",
    "cost": "--",
    "effect": "Acts as both a Psychic Booster and a Psychic Brace. Accessory Slot Item for Trainers."
  },
  {
    "name": "Pixie Plate",
    "cost": "--",
    "effect": "Acts as both a Fairy Booster and a Fairy Brace. Accessory Slot Item for Trainers."
  },
  {
    "name": "Sky Plate",
    "cost": "--",
    "effect": "Acts as both a Flying Booster and a Flying Brace. Accessory Slot Item for Trainers."
  },
  {
    "name": "Splash Plate",
    "cost": "--",
    "effect": "Acts as both a Water Booster and a Water Brace. Accessory Slot Item for Trainers."
  },
  {
    "name": "Spooky Plate",
    "cost": "--",
    "effect": "Acts as both a Ghost Booster and a Ghost Brace. Accessory Slot Item for Trainers."
  },
  {
    "name": "Stone Plate",
    "cost": "--",
    "effect": "Acts as both a Rock Booster and a Rock Brace. Accessory Slot Item for Trainers."
  },
  {
    "name": "Toxic Plate",
    "cost": "--",
    "effect": "Acts as both a Poison Booster and a Poison Brace. Accessory Slot Item for Trainers."
  },
  {
    "name": "Zap Plate",
    "cost": "--",
    "effect": "Acts as both an Electric Booster and an Electric Brace. Accessory Slot Item for Trainers."
  },
  {
    "name": "Normal Plate",
    "cost": "--",
    "effect": "Acts as both a Normal Booster and a Normal Brace. Accessory Slot Item for Trainers."
  },
  {
    "name": "Winter Cloak",
    "cost": 1500,
    "effect": "The user does not take damage from Hail. Accessory Item for Trainers."
  },
  {
    "name": "Metal Powder",
    "cost": "--",
    "effect": "When held by an untransformed Ditto, increases both Defense and Special Defense by +2 Combat Stages. Cannot be used by Trainers."
  },
  {
    "name": "Rare Leek",
    "cost": "--",
    "effect": "When held by a Farfetch’d, this rare Leek increase the holder’s critical range by 2. Rare Leeks are Wielded. Cannot be used by Trainers."
  },
  {
    "name": "Thick Club",
    "cost": "--",
    "effect": "When held by a Cubone or Marowak, this rare, dense bone grants the Pure Power Ability. Thick Clubs are Wielded. Cannot be used by Trainers."
  },
  {
    "name": "Pink Pearl",
    "cost": "--",
    "effect": "Acts as a Psychic Type Booster. If held by a Spoink, it also acts as a Special Attack Stat Booster."
  },
  {
    "name": "Adorable Fashion",
    "cost": 500,
    "effect": "The holder may activate this item once a Scene as a Free Action to gain +2 Evasion for one full round."
  },
  {
    "name": "Elegant Fashion",
    "cost": 500,
    "effect": "The holder may activate this item once a Scene as a Free Action when losing Combat Stages from a foe’s effect to instead not lose those Combat Stages."
  },
  {
    "name": "Rad Fashion",
    "cost": 500,
    "effect": "The holder may activate this item once a Scene as a Free Action to gain a +4 bonus to a single Save Check."
  },
  {
    "name": "Rough Fashion",
    "cost": 500,
    "effect": "The holder may activate this item once a Scene as a Free Action to cause a foe within 5 meters to take a -2 penalty to all rolls for one full round."
  },
  {
    "name": "Slick Fashion",
    "cost": 500,
    "effect": "The holder may activate this item once a Scene as a Free Action when provoking an Attack of Opportunity to instead not provoke one."
  },
  {
    "name": "Mega Stone",
    "cost": "--",
    "effect": "An item that allows a Pokémon to Mega Evolve when used in conjunction with a Mega Ring. Each Mega Stone is specific to one species and Mega Evolved form."
  },
  {
    "name": "Abomasite",
    "cost": "--",
    "effect": "Mega Evolves Abomasnow when used in conjuction with a Mega Ring."
  },
  {
    "name": "Absolite",
    "cost": "--",
    "effect": "Mega Evolves Absol when used in conjuction with a Mega Ring."
  },
  {
    "name": "Aerodactylite",
    "cost": "--",
    "effect": "Mega Evolves Aerodactyl when used in conjuction with a Mega Ring."
  },
  {
    "name": "Aggronite",
    "cost": "--",
    "effect": "Mega Evolves Aggron when used in conjuction with a Mega Ring."
  },
  {
    "name": "Alakazite",
    "cost": "--",
    "effect": "Mega Evolves Alakazam when used in conjuction with a Mega Ring."
  },
  {
    "name": "Altarianite",
    "cost": "--",
    "effect": "Mega Evolves Altaria when used in conjuction with a Mega Ring."
  },
  {
    "name": "Ampharosite",
    "cost": "--",
    "effect": "Mega Evolves Ampharos when used in conjuction with a Mega Ring."
  },
  {
    "name": "Audinite",
    "cost": "--",
    "effect": "Mega Evolves Audino when used in conjuction with a Mega Ring."
  },
  {
    "name": "Banettite",
    "cost": "--",
    "effect": "Mega Evolves Banette when used in conjuction with a Mega Ring."
  },
  {
    "name": "Beedrillite",
    "cost": "--",
    "effect": "Mega Evolves Beedrill when used in conjuction with a Mega Ring."
  },
  {
    "name": "Blastoisinite",
    "cost": "--",
    "effect": "Mega Evolves Blastoise when used in conjuction with a Mega Ring."
  },
  {
    "name": "Blazikenite",
    "cost": "--",
    "effect": "Mega Evolves Blaziken when used in conjuction with a Mega Ring."
  },
  {
    "name": "Cameruptite",
    "cost": "--",
    "effect": "Mega Evolves Camerupt when used in conjuction with a Mega Ring."
  },
  {
    "name": "Charizardite X",
    "cost": "--",
    "effect": "Mega Evolves Charizard when used in conjuction with a Mega Ring."
  },
  {
    "name": "Charizardite Y",
    "cost": "--",
    "effect": "Mega Evolves Charizard when used in conjuction with a Mega Ring."
  },
  {
    "name": "Diancite",
    "cost": "--",
    "effect": "Mega Evolves Diancie when used in conjuction with a Mega Ring."
  },
  {
    "name": "Galladite",
    "cost": "--",
    "effect": "Mega Evolves Gallade when used in conjuction with a Mega Ring."
  },
  {
    "name": "Garchompite",
    "cost": "--",
    "effect": "Mega Evolves Garchomp when used in conjuction with a Mega Ring."
  },
  {
    "name": "Gardevoirite",
    "cost": "--",
    "effect": "Mega Evolves Gardevoir when used in conjuction with a Mega Ring."
  },
  {
    "name": "Gengarite",
    "cost": "--",
    "effect": "Mega Evolves Gengar when used in conjuction with a Mega Ring."
  },
  {
    "name": "Glalitite",
    "cost": "--",
    "effect": "Mega Evolves Glalie when used in conjuction with a Mega Ring."
  },
  {
    "name": "Gyaradosite",
    "cost": "--",
    "effect": "Mega Evolves Gyarados when used in conjuction with a Mega Ring."
  },
  {
    "name": "Heracronite",
    "cost": "--",
    "effect": "Mega Evolves Heracross when used in conjuction with a Mega Ring."
  },
  {
    "name": "Houndoominite",
    "cost": "--",
    "effect": "Mega Evolves Houndoom when used in conjuction with a Mega Ring."
  },
  {
    "name": "Kangaskhanite",
    "cost": "--",
    "effect": "Mega Evolves Kangaskhan when used in conjuction with a Mega Ring."
  },
  {
    "name": "Latiasite",
    "cost": "--",
    "effect": "Mega Evolves Latias when used in conjuction with a Mega Ring."
  },
  {
    "name": "Latiosite",
    "cost": "--",
    "effect": "Mega Evolves Latios when used in conjuction with a Mega Ring."
  },
  {
    "name": "Lopunnite",
    "cost": "--",
    "effect": "Mega Evolves Lopunny when used in conjuction with a Mega Ring."
  },
  {
    "name": "Lucarionite",
    "cost": "--",
    "effect": "Mega Evolves Lucario when used in conjuction with a Mega Ring."
  },
  {
    "name": "Manectite",
    "cost": "--",
    "effect": "Mega Evolves Manectric when used in conjuction with a Mega Ring."
  },
  {
    "name": "Mawilite",
    "cost": "--",
    "effect": "Mega Evolves Mawile when used in conjuction with a Mega Ring."
  },
  {
    "name": "Medichamite",
    "cost": "--",
    "effect": "Mega Evolves Medicham when used in conjuction with a Mega Ring."
  },
  {
    "name": "Metagrossite",
    "cost": "--",
    "effect": "Mega Evolves Metagross when used in conjuction with a Mega Ring."
  },
  {
    "name": "Mewtwonite X",
    "cost": "--",
    "effect": "Mega Evolves Mewtwo when used in conjuction with a Mega Ring."
  },
  {
    "name": "Mewtwonite Y",
    "cost": "--",
    "effect": "Mega Evolves Mewtwo when used in conjuction with a Mega Ring."
  },
  {
    "name": "Pidgeotite",
    "cost": "--",
    "effect": "Mega Evolves Pidgeotto when used in conjuction with a Mega Ring."
  },
  {
    "name": "Pinsirite",
    "cost": "--",
    "effect": "Mega Evolves Pinsir when used in conjuction with a Mega Ring."
  },
  {
    "name": "Sablenite",
    "cost": "--",
    "effect": "Mega Evolves Sableye when used in conjuction with a Mega Ring."
  },
  {
    "name": "Salamencite",
    "cost": "--",
    "effect": "Mega Evolves Salamence when used in conjuction with a Mega Ring."
  },
  {
    "name": "Sceptilite",
    "cost": "--",
    "effect": "Mega Evolves Sceptile when used in conjuction with a Mega Ring."
  },
  {
    "name": "Scizorite",
    "cost": "--",
    "effect": "Mega Evolves Scizor when used in conjuction with a Mega Ring."
  },
  {
    "name": "Sharpedonite",
    "cost": "--",
    "effect": "Mega Evolves Sharpedo when used in conjuction with a Mega Ring."
  },
  {
    "name": "Slowbronite",
    "cost": "--",
    "effect": "Mega Evolves Slowbro when used in conjuction with a Mega Ring."
  },
  {
    "name": "Steelixite",
    "cost": "--",
    "effect": "Mega Evolves Steelix when used in conjuction with a Mega Ring."
  },
  {
    "name": "Swampertite",
    "cost": "--",
    "effect": "Mega Evolves Swampert when used in conjuction with a Mega Ring."
  },
  {
    "name": "Tyranitarite",
    "cost": "--",
    "effect": "Mega Evolves Tyranitar when used in conjuction with a Mega Ring."
  },
  {
    "name": "Venusaurite",
    "cost": "--",
    "effect": "Mega Evolves Venusaur when used in conjuction with a Mega Ring."
  },
  {
    "name": "Fire Stone",
    "cost": 3000,
    "effect": "Evolves Vulpix, Growlithe, Eevee, Pansear"
  },
  {
    "name": "Water Stone",
    "cost": 3000,
    "effect": "Evolves Poliwhirl, Shellder, Staryu, Eevee, Lombre, Panpour"
  },
  {
    "name": "Thunder Stone",
    "cost": 3000,
    "effect": "Evolves Pikachu, Eevee, Eelektrik"
  },
  {
    "name": "Leaf Stone",
    "cost": 3000,
    "effect": "Evolves Gloom, Weepinbell, Exeggcute, Eevee, Nuzleaf, Pansage"
  },
  {
    "name": "Moon Stone",
    "cost": 3000,
    "effect": "Evolves Nidorina, Nidorino, Clefairy, Jigglypuff, Eevee, Skitty, Munna"
  },
  {
    "name": "Sun Stone",
    "cost": 3000,
    "effect": "Evolves Gloom, Sunkern, Cottonee, Petilil, Helioptile"
  },
  {
    "name": "Shiny Stone",
    "cost": 3000,
    "effect": "Evolves Eevee, Togetic, Roselia, Minccino, Floette"
  },
  {
    "name": "Dusk Stone",
    "cost": 3000,
    "effect": "Evolves Eevee, Murkrow, Misdreavus, Lampent, Doublade"
  },
  {
    "name": "Dawn Stone",
    "cost": 3000,
    "effect": "Evolves Eevee, Male Kirlia, Female Snorunt"
  },
  {
    "name": "Deepseascale",
    "cost": 3000,
    "effect": "Evolves Clamperl"
  },
  {
    "name": "Deepseatooth",
    "cost": 3000,
    "effect": "Evolves Clamperl"
  },
  {
    "name": "Dragon Scale",
    "cost": 3000,
    "effect": "Evolves Seadra"
  },
  {
    "name": "Dubious Disk",
    "cost": 3000,
    "effect": "Evolves Porygon2"
  },
  {
    "name": "Electirizer",
    "cost": 3000,
    "effect": "Evolves Electabuzz"
  },
  {
    "name": "Oval Stone",
    "cost": 3000,
    "effect": "Evolves Happiny"
  },
  {
    "name": "Magmarizer",
    "cost": 3000,
    "effect": "Evolves Magmar"
  },
  {
    "name": "Metal Coat",
    "cost": 3000,
    "effect": "Evolves Onix, Scyther"
  },
  {
    "name": "Protector",
    "cost": 3000,
    "effect": "Evolves Rhydon"
  },
  {
    "name": "Reaper Cloth",
    "cost": 3000,
    "effect": "Evolves Dusclops"
  },
  {
    "name": "Sachet",
    "cost": 3000,
    "effect": "Evolves Spritzee"
  },
  {
    "name": "Up-Grade",
    "cost": 3000,
    "effect": "Evolves Porygon"
  },
  {
    "name": "Whipped Dream",
    "cost": 3000,
    "effect": "Evolves Swirlix"
  },
  {
    "name": "TM01 - Work Up",
    "cost": 1200,
    "effect": "Scene x2 - 2, 1 Target, Social - Normal - Status - The target falls Asleep at the end of its next turn. Yawn cannot miss."
  },
  {
    "name": "TM02 - Dragon Claw",
    "cost": 2400,
    "effect": "EOT - Melee, 1 Target or Line 3 - Dragon - Physical - DB9 - AC2"
  },
  {
    "name": "TM03 - Psyshock",
    "cost": 2900,
    "effect": "Scene - Blessing - Psychic - Status - Blessing – Any user affected by Reflect may activate it when receiving Physical Damage to resist the Damage one step. Reflect may be activated 2 times, and then disappears."
  },
  {
    "name": "TM04 - Calm Mind",
    "cost": 1200,
    "effect": "EOT - Melee, 1 Target - Psychic - Special - DB10 - AC2 - Dream Eater can only target Sleeping Pokémon or Trainers. After the target takes damage, the user gains Hit Points equal to half of the damage they dealt to the target. Dream Eater does not wake up sleeping targets."
  },
  {
    "name": "TM05 - Roar",
    "cost": 1000,
    "effect": "Scene - Blessing - Normal - Status - Blessing – Any user affected by Safeguard may activate it when receiving a Status Affliction to ignore the effects of that Status Affliction on their next turn. Safeguard may be activated 3 times, and then disappears."
  },
  {
    "name": "TM06 - Toxic",
    "cost": 1900,
    "effect": "EOT - Cone 2 - Poison - Status - All Poisoned targets have their Attack, Special Attack, and Speed lowered by -1 CS. Venom Drench cannot miss."
  },
  {
    "name": "TM07 - Hail",
    "cost": 1500,
    "effect": "EOT - 4, 1 Target - Ice - Special - DB9 - AC2 - Ice Beam Freezes on 19+."
  },
  {
    "name": "TM08 - Bulk Up",
    "cost": 1200,
    "effect": "Scene x2 - Melee, 1 Target, Reaction, Trigger - Fighting - Physical - Counter may be used as a Reaction when the user is hit by a damaging Physical Attack. Resolve the Triggering Attack, with Counter's user resisting the attack one step further. After the attack is resolved, if Counter's user was not Fainted, the triggering foe then loses Hit Points equal to twice the amount of Hit Points lost by the user from the triggering attack. Note that Counter is Physical, and while it cannot miss, it cannot hit targets immune to Fighting-Type Moves."
  },
  {
    "name": "TM09 - Venoshock",
    "cost": 2300,
    "effect": "Scene - 6, 1 Target, Interrupt - Psychic - Status - Ally Switch may be declared during a foe’s turn as an Interrupt. The user chooses one willing ally within 6 meters; the target and the user switch places. If the ally was a target of a Move, the user is now the target; If the user was a target of a Move, the ally is now the target."
  },
  {
    "name": "TM10 - Hidden Power",
    "cost": 1500,
    "effect": "Daily - Melee, 1 Target, Execute - Normal - Status - Roll 1d100. This roll may not be modified in any way. If you roll X or lower, the target Faints. X is equal to 30 + The User's Level - The Target's Level."
  },
  {
    "name": "TM11 - Sunny Day",
    "cost": 1500,
    "effect": "Frequency - Range - Type - Category - DBDamage base - ACAC - Effects"
  },
  {
    "name": "TM12 - Taunt",
    "cost": 1000,
    "effect": "EOT - 6, 1 Target - Dark - Status - AC4 - The target’s Combat Stages are inverted; +1 Stage becomes -1 Stage, -3 Stages becomes +3 Stages, etc."
  },
  {
    "name": "TM13 - Ice Beam",
    "cost": 4200,
    "effect": "EOT - Melee, 1 Target - Ice - Physical - DB10 - AC4 - Lower the user's Speed by -1 CS."
  },
  {
    "name": "TM14 - Blizzard",
    "cost": 5100,
    "effect": "EOT - 4, 1 Target - Ice - Special - DB6 - AC3 - If Frost Breath hits, it is a Critical Hit. *Grants: Freezer"
  },
  {
    "name": "TM15 - Hyper Beam",
    "cost": 5000,
    "effect": "Daily - 6, Ranged Blast 3, Smite - Normal - Special - DB10 - AC2 - Judgment's Type can be whatever Elemental Type the user wants it to be."
  },
  {
    "name": "TM16 - Light Screen",
    "cost": 1500,
    "effect": "Frequency - Range - Type - Category - DBDamage base - ACAC - Effects"
  },
  {
    "name": "TM17 - Protect",
    "cost": 2500,
    "effect": "At-Will - Melee, 1 Target, Spirit Surge - Normal - Physical - DB2 - AC2 - The user becomes Enraged. Until the end of the user’s next turn, if the user is Enraged, the user gains +1 Attack Combat Stage whenever they are damaged by an Damaging Move or Attack."
  },
  {
    "name": "TM18 - Rain Dance",
    "cost": 1500,
    "effect": "EOT - Melee, 1 Target, Dash - Water - Physical - DB8 - AC3 - Razor Shell lowers the target's Defense by -1 CS on an Even-Numbered Roll."
  },
  {
    "name": "TM19 - Roost",
    "cost": 2500,
    "effect": "Scene - Blessing - Flying - Status - For the remainder of the encounter, all allied trainers and Pokémon gain +5 to their Initiative. Multiple instances of Tailwind cannot stack. *Grants: Guster"
  },
  {
    "name": "TM20 - Safeguard",
    "cost": 1000,
    "effect": "EOT - Burst 2, Friendly, Sonic - Normal - Status - AC4 - Lower the Defense of all legal targets by -2 CS."
  },
  {
    "name": "TM21 - Frustration",
    "cost": 3000,
    "effect": "Daily x2 - Melee, 1 Target, Dash, Exhaust, Smite - Normal - Physical - DB15 - AC4"
  },
  {
    "name": "TM22 - Solar Beam",
    "cost": 4600,
    "effect": "Scene - 4, 1 Target, Powder - Grass - Status - The target falls Asleep."
  },
  {
    "name": "TM23 - Smack Down",
    "cost": 2500,
    "effect": "Scene - Field, Hazard - Rock - Status - Set 4 square meters of Stealth Rock hazards within 6 meters. If a foe moves within 2 meters of a space occupied by Rocks, move at most one Rock to the offender, then destroy the Rock. When that happens, the Stealth Rock causes a foe to lose a Tick of Hit Points. Stealth Rock is considered to be dealing damage; Apply Weakness and Resistance. Do not apply stats. A Pokémon who has been hit by a Stealth Rock Hazard cannot get hit by another in the same encounter until it is returned to a Poké Ball and then sent back out. *Grants Materializer"
  },
  {
    "name": "TM24 - Thunderbolt",
    "cost": 4200,
    "effect": "Scene x2 - 6, 1 Target - Electric - Status - Thunder Wave cannot miss. Thunder Wave Paralyzes the target. Pokémon immune to Electric Attacks are immune to Thunder Wave's effects."
  },
  {
    "name": "TM25 - Thunder",
    "cost": 5100,
    "effect": "At-Will - Melee, 1 Target - Electric - Physical - DB8 - AC2 - Thunder Punch Paralyzes the target on 19+."
  },
  {
    "name": "TM26 - Earthquake",
    "cost": 4000,
    "effect": "Scene x2 - Burst 5, Friendly, Groundsource - Ground - Physical - DB9 - AC2 - *Grants: Groundshaper"
  },
  {
    "name": "TM27 - Return",
    "cost": 3000,
    "effect": "At-Will - Melee, 1 Target, Dash - Normal - Physical - DB8 - AC5 - Rock Climb Confuses the target on 17+."
  },
  {
    "name": "TM28 - Leech Life",
    "cost": 3000,
    "effect": "EOT - 6, 1 Target, Five Strike - Bug - Physical - DB3 - AC4"
  },
  {
    "name": "TM29 - Psychic",
    "cost": 3000,
    "effect": "Scene - 8, Ranged Blast 3, Smite - Psychic - Special - DB14 - AC4 - Lower the user's Special Attack by -2 Combat Stages after damage is resolved."
  },
  {
    "name": "TM30 - Shadow Ball",
    "cost": 2700,
    "effect": "Daily x3 - Melee, 1 Target, Set-Up - Ghost - Physical - DB12 - AC2 - Set-Up Effect: The user is removed from the field, and their turn ends. Resolution Effect: Shadow Force’s user appears adjacent to any legal target on the field, ignoring Movement Capabilities, and then uses Shadow Force’s attack. Shadow Force cannot be avoided by Moves with the Shield Keyword, the Dodge Ability, or similar effects, and Intercepts may not be attempted in response."
  },
  {
    "name": "TM31 - Brick Break",
    "cost": 2400,
    "effect": "Scene x2 - Melee, 1 Target, Dash - Fighting - Physical - DB12 - AC2 - Lower the user’s Defense and Special Defense by -1 CS each after damage."
  },
  {
    "name": "TM32 - Double Team",
    "cost": 2500,
    "effect": "EOT - 3, 1 Target, Sonic - Normal - Special - DB4 - AC2 - If Echoed Voice was used by any Pokémon or Trainer in the Encounter on the previous round, increase its Damage Base by +4. If Echoed Voice was used by any Pokémon or Trainers during both the previous two rounds, increase its Damage Base by +8."
  },
  {
    "name": "TM33 - Reflect",
    "cost": 1500,
    "effect": "Scene - Melee, 1 Target - Psychic - Status - The user loses one of their Abilities, selected by the user, and gains one the target’s Abilities, selected at random, for the remainder of encounter. The target loses the copied Ability, and gains the user’s lost Ability. This effect ends if either the target or the user is Switched out or Fainted, but only for that Pokémon or Trainer."
  },
  {
    "name": "TM34 - Sludge Wave",
    "cost": 4200,
    "effect": "EOT - 6, Hazard - Poison - Status - Set 8 square meters of Toxic Spikes within the range such that all 8 meters are adjacent with at least one other space of Toxic Spikes. Toxic Spikes cause Terrain to become Slow Terrain, and a grounded foe that runs into the hazard becomes Poisoned and Slowed until the end of their next turn. If there are 2 layers of Toxic Spikes on the same space, it Badly Poisons the foes instead. Poison-Type Pokemon may move over Toxic Spikes harmlessly, destroying the Hazards as they do so."
  },
  {
    "name": "TM35 - Flamethrower",
    "cost": 4200,
    "effect": "EOT - Melee, 1 Target, Dash - Fire - Physical - DB4 - AC2 - For each weight class the user is above the target, increase Heavy Crash's damage base by +2."
  },
  {
    "name": "TM36 - Sludge Bomb",
    "cost": 4300,
    "effect": "Scene x2 - 4, 1 Target - Poison - Status - AC4 - The target is Badly Poisoned. If the user is Poison Type, Toxic cannot miss."
  },
  {
    "name": "TM37 - Sandstorm",
    "cost": 1500,
    "effect": "Scene x2 - 8, 1 Target - Rock - Physical - DB5 - AC2 - The target is knocked down to ground level, and loses all Sky or Levitate Speeds for 3 turns. During this time, they may be hit by Ground-Type Moves even if normally immune."
  },
  {
    "name": "TM38 - Fire Blast",
    "cost": 5100,
    "effect": "Scene - 6, 1 Target, Pledge - Fire - Special - DB8 - AC2 - If an ally uses Grass Pledge or Water Pledge, you may use Fire Pledge as Priority (Advanced) immediately after their turn to target the same foe. If used in conjunction with Grass Pledge, Fire Hazards are created in a Brust 1 around the target. If used in conjucntion with Water Pledge, a Rainbow is created that lasts for 5 rouns. Counsult the Pledge keyword for additional details."
  },
  {
    "name": "TM39 - Rock Tomb",
    "cost": 2800,
    "effect": "Daily x2 - Melee, 1 Target, Dash, Exhaust, Smite - Rock - Physical - DB15 - AC4 - *Grants Materializer"
  },
  {
    "name": "TM40 - Aerial Ace",
    "cost": 2800,
    "effect": "EOT - 6, 1 Target - Flying - Special - DB8 - AC3 - Air Slash Flinches the target on 15+."
  },
  {
    "name": "TM41 - Torment",
    "cost": 1000,
    "effect": "Scene x2 - 6, 1 Target or Burst 1, Sonic - Dragon - Special - DB11 - AC2 - The user adds half their Defense Stat to Clanging Scale's Damage Roll. After the Move is resolved, the user's Defense is lowered by 1 CS."
  },
  {
    "name": "TM42 - Facade",
    "cost": 3100,
    "effect": "At-Will - Melee, Pass - Normal - Physical - DB4 - AC2 - False Swipe's damage cannot bring a target lower than 1 HP."
  },
  {
    "name": "TM43 - Flame Charge",
    "cost": 2100,
    "effect": "Scene x2 - Melee, 1 Target, Dash, Recoil 1/3 - Fire - Physical - DB12 - AC2 - Flare Blitz Burns the target on 19+."
  },
  {
    "name": "TM44 - Rest",
    "cost": 2000,
    "effect": "Scene - Melee, 1 Target - Psychic - Status - AC2 - The user and the target trade Initiative values."
  },
  {
    "name": "TM45 - Attract",
    "cost": 1200,
    "effect": "Scene - Self - Normal - Status - The user gains +6 Attack CS and loses HP equal to 1/2 of their Max HP."
  },
  {
    "name": "TM46 - Thief",
    "cost": 2200,
    "effect": "Scene x2 - 10, 1 Target, Social - Dark - Status - AC2 - The target becomes Suppressed."
  },
  {
    "name": "TM47 - Low Sweep",
    "cost": 2400,
    "effect": "Daily x2 - Burst 1, Smite, Exhaust - Fighting - Physical - DB15 - AC2"
  },
  {
    "name": "TM48 - Round",
    "cost": 2800,
    "effect": "At-Will - Melee, Pass - Normal - Physical - DB4 - AC2"
  },
  {
    "name": "TM49 - Echoed Voice",
    "cost": 1500,
    "effect": "Scene - Melee, 1 Target, Dash - Normal - Physical - AC2 - The target loses a Tick of Hit Points for each Injury the user has."
  },
  {
    "name": "TM50 - Overheat",
    "cost": 5100,
    "effect": "EOT - Burst 1 - Fire - Special - DB10 - AC2 - Searing Shot Burns all targets on 15+."
  },
  {
    "name": "TM51 - Steel Wing",
    "cost": 2200,
    "effect": "Scene x2 - Close Blast 2 - Steel - Physical - DB10 - AC2 - This Move ignores any Abilities that would cause it to fail or miss; those Abilities cannot be activated in response to Sunsteel Strike (ex: Dodge, Wonder Guard)"
  },
  {
    "name": "TM52 - Focus Blast",
    "cost": 4400,
    "effect": "EOT - Melee, 1 Target - Fighting - Physical - DB10 - AC3 - The user lowers their Speed by -1 CS."
  },
  {
    "name": "TM53 - Energy Ball",
    "cost": 2700,
    "effect": "Scene x2 - 6, 1 Target - Grass - Special - DB8 - AC2 - After the target takes damage, the user gains HP equal to half of the damage they dealt to the target."
  },
  {
    "name": "TM54 - False Swipe",
    "cost": 1200,
    "effect": "EOT - Cone 2 - Normal - Status - AC2 - Lower the Accuracy of all legal targets by -1. *Grants Glow"
  },
  {
    "name": "TM55 - Scald",
    "cost": 3000,
    "effect": "EOT - 8, 1 Target - Water - Special - DB8 - AC2 - Snipe Shot is a Critical Hit on 18+. This Move may not be Intercepted, nor may any Abilities, Moves, or Features be activated to change this Move’s target. Any of those existing effects (such as Follow Me) fail."
  },
  {
    "name": "TM56 - Fling",
    "cost": 2000,
    "effect": "Daily - Burst 2 - Dark - Physical - DB10 - AC2 - Interrupts may not be triggered against Hyperspace Fury. The user's Defense is lowered by -1 Combat Stage."
  },
  {
    "name": "TM57 - Charge Beam",
    "cost": 2300,
    "effect": "Daily x2 - Field - Electric - Status - The field becomes Electrified for 5 rounds. While the field is Electrified, Pokemon and Trainers touching the ground are immune to Sleep, and Electric-Type attacks used by Pokemon and Trainers touching the ground gain a +10 Bonus to Damage Rolls."
  },
  {
    "name": "TM58 - Sky Drop",
    "cost": 2800,
    "effect": "Scene x2 - Melee, 1 Target - Electric - Physical - DB9 - AC2 - Against targets with a lower initiative that have not yet acted this round, Bolt Beak deals +10 damage."
  },
  {
    "name": "TM59 - Brutal Swing",
    "cost": 2800,
    "effect": "EOT - Melee, 1 Target - Dark - Status - AC4 - The target falls Asleep. Once per Scene, Dark Void may be used as if its range were “Burst 5, Friendly” instead."
  },
  {
    "name": "TM60 - Quash",
    "cost": 1000,
    "effect": "At-Will - Melee, 1 Target, Trigger, Interrupt - Dark - Physical - DB8 - AC2 - If an adjacent foe targets the user with a Damaging Attack, Sucker Punch may be used as an Interrupt Move against the triggering foe."
  },
  {
    "name": "TM61 - Will-O-Wisp",
    "cost": 2200,
    "effect": "EOT - Melee, 1 Target - Flying - Physical - DB6 - Aerial Ace cannot miss."
  },
  {
    "name": "TM62 - Acrobatics",
    "cost": 2800,
    "effect": "At-Will - Cone 2 - Flying - Special - DB6 - AC2 - Air Cutter is a Critical Hit on 18+."
  },
  {
    "name": "TM63 - Embargo",
    "cost": 1000,
    "effect": "EOT - Melee, 1 Target - Dark - Physical - DB6 - Feint Attack Cannot Miss."
  },
  {
    "name": "TM64 - Explosion",
    "cost": 7500,
    "effect": "EOT - Melee, 1 Target - Normal - Physical - DB7 - AC2 - If the user is afflicted with a Persistent Status Affliction, Facade's Damage Base is doubled to DB 14 (4d10+15 / 40)."
  },
  {
    "name": "TM65 - Shadow Claw",
    "cost": 2400,
    "effect": "At-Will - Melee, 1 Target, Priority - Ghost - Physical - DB4 - AC2"
  },
  {
    "name": "TM66 - Payback",
    "cost": 2500,
    "effect": "At-Will - Melee, 1 Target - Dark - Physical - DB4 - AC2 - If the foe is fleeing or being switched out, Pursuit may be used as an Interrupt, targeting the triggering foe. When used as an Interrupt, Pursuit grants the user a +5 bonus to all Movement Speeds, and has a Damage Base of 8 (2d8+10/19)."
  },
  {
    "name": "TM67 - Smart Strike",
    "cost": 2800,
    "effect": "Daily - Cone 3, Smite - Steel - Special - DB14 - AC3 - The user’s Hit Points are reduced by 50% of their full Hit Point value. This Hit Point loss cannot be prevented or reduced in any way."
  },
  {
    "name": "TM68 - Giga Impact",
    "cost": 5000,
    "effect": "EOT - Self - Normal - Status - Raise the user's Attack and Special Attack by +1 CS each. If it is Sunny, double the amount of Combat Stages gained. *Grants Inflatable"
  },
  {
    "name": "TM69 - Rock Polish",
    "cost": 1200,
    "effect": "Scene x2 - 6, Ranged Blast 3 - Rock - Physical - DB8 - AC4 - Rock Slide Flinches all legal targets on 17+."
  },
  {
    "name": "TM70 - Aurora Veil",
    "cost": 1500,
    "effect": "EOT - 6, 1 Target - Ice - Special - DB7 - AC2 - When calculating Weakness and Resistance for Freeze-Dry, Water-Typed targets calculate damage as if Water was weak to Ice."
  },
  {
    "name": "TM71 - Stone Edge",
    "cost": 3900,
    "effect": "Scene - Melee, 1 Target - Psychic - Status - The user and the target trade Combat Stage values for the Attack Stat, and then for the Special Attack Stat."
  },
  {
    "name": "TM72 - Volt Switch",
    "cost": 3100,
    "effect": "At-Will - 12, 1 Target - Electric - Special - DB12 - AC9 - Zap Cannon Paralyzes the target. Zap Cannon ignores the target's Evasion if their are no other combatants or Rough or Blocking Terrain within 2 meters of the target."
  },
  {
    "name": "TM73 - Thunder Wave",
    "cost": 2200,
    "effect": "At-Will - Melee, 1 Target, Dash, Recoil 1/4 - Electric - Physical - DB9 - AC2"
  },
  {
    "name": "TM74 - Gyro Ball",
    "cost": 2500,
    "effect": "EOT - Melee, 1 Target - Steel - Physical - DB4 - AC2 - For each weight class the user is above the target, increase Heavy Slam's Damage Base by +2."
  },
  {
    "name": "TM75 - Swords Dance",
    "cost": 1200,
    "effect": "EOT - Melee, 1 Target, Five Strike - Normal - Physical - DB3 - AC4"
  },
  {
    "name": "TM76 - Fly",
    "cost": 3200,
    "effect": "Scene x2 - 6, 1 Target, Illusion - Flying - Status - Use the Move the target has used on their last turn. You may choose new targets for the Move. Mirror Move cannot miss."
  },
  {
    "name": "TM77 - Psych Up",
    "cost": 2100,
    "effect": "At-Will - Melee, 1 Target, Spirit Surge - Normal - Physical - DB2 - AC2 - Rapid Spin destroys all Hazards within 5 meters, removes Leech Seeds, and removes the user's Trapped or Stuck status."
  },
  {
    "name": "TM78 - Bulldoze",
    "cost": 2400,
    "effect": "EOT - 6, 1 Target, Groundsource - Ground - Special - DB9 - AC2 - Earth Power lowers the Special Defense of all Legal Targets 1 Combat Stage on 16+."
  },
  {
    "name": "TM79 - Frost Breath",
    "cost": 1000,
    "effect": "Scene x2 - Field - Ice - Status - The Combat Stages of the user and all Pokémon and Trainers in the encounter are set to their default state (usually 0)."
  },
  {
    "name": "TM80 - Rock Slide",
    "cost": 4200,
    "effect": "At-Will - 6, 1 Target - Rock - Physical - DB5 - AC4"
  },
  {
    "name": "TM81 - X-Scissor",
    "cost": 2400,
    "effect": "EOT - Melee, 1 Target - Dark - Physical - The user and up to two allies adjacent to the target may each make a Struggle Attack against the target. These Struggle Attacks hit for Dark-Type Damage instead of their usual Type. Beat Up may trigger Pack Hunt only once, no matter the number of attacks."
  },
  {
    "name": "TM82 - Dragon Tail",
    "cost": 2800,
    "effect": "Scene x2 - 6, 1 Target - Dragon - Special - DB10 - AC2 - The DB of Dynamax Cannon increases by +2 for each positive CS the target has, to a maximum of DB 20."
  },
  {
    "name": "TM83 - Infestation",
    "cost": 2200,
    "effect": "EOT - Melee, 1 Target - Bug - Physical - DB8 - AC2 - Lunge may be used as a Free Action at the end of a Sprint Maneuver taken as a Standard Action, as long as the user Shifted at least 3 meters in a straight line towards the target. When used this way, Lunge's target receives a -5 penalty to damage rolls for 1 round."
  },
  {
    "name": "TM84 - Poison Jab",
    "cost": 3000,
    "effect": "At-Will - Melee, 1 Target - Poison - Physical - DB5 - AC2 - Poison Tail is a Critical Hit on 18+ and Poisons the target on 19+."
  },
  {
    "name": "TM85 - Dream Eater",
    "cost": 3000,
    "effect": "Daily x2 - Field - Psychic - Status - For 5 rounds, the area is considered Warped. While Warped, Moves that involve the user being airborne may not be used. Pokémon cannot use Sky or Levitate Capabilities to end their turn at an altitude higher than 1 meter. Flying-Types and Pokémon with the Ability Levitate are no longer immune to Ground-Type Moves. All Accuracy Rolls receive a +2 Bonus."
  },
  {
    "name": "TM86 - Grass Knot",
    "cost": 2900,
    "effect": "Daily x2 - Field - Grass - Status - The area becomes Grassy for 5 rounds. While Grassy, all Pokémon and Trainers standing on the ground recover 1/10th of their maximum Hit Points at the start of every turn, and Grass-Type attacks performed by grounded Pokémon and Trainers gain a +10 bonus to Damage Rolls."
  },
  {
    "name": "TM87 - Swagger",
    "cost": 1000,
    "effect": "EOT - 8, Ranged Blast 2, Friendly - Normal - Special - DB6 - Swift cannot Miss."
  },
  {
    "name": "TM88 - Sleep talk",
    "cost": 1500,
    "effect": "EOT - 5, Ranged Blast 3 - Normal - Status - Smokescreen creates a blast of Smoke that covers the target area; the Smoke persists until the end of the encounter, or until Defog or Whirlwind are used. All targets attacking from or into the Smoke receive a -3 penalty to Accuracy."
  },
  {
    "name": "TM89 - U-Turn",
    "cost": 3100,
    "effect": "At-Will - Melee, 1 Target - Dark - Physical - DB6 - AC2 - If Assurance’s target has already been damaged by a Move on the same round Assurance is being used, Assurance has a Damage Base of 12 (3d12+10 / 30) instead. This effect may trigger only once per Scene per Target."
  },
  {
    "name": "TM90 - Substitute",
    "cost": 2000,
    "effect": "EOT - 6, 1 Target, Social - Normal - Status - AC4 - Raise the target's Attack by +2 CS. The target is Confused."
  },
  {
    "name": "TM91 - Flash Cannon",
    "cost": 2700,
    "effect": "EOT - Melee, 1 Target, Double Strike - Steel - Physical - DB5 - AC3"
  },
  {
    "name": "TM92 - Trick Room",
    "cost": 2000,
    "effect": "Frequency - Range - Type - Category - DBDamage base - ACAC - Effects"
  },
  {
    "name": "TM93 - Wild Charge",
    "cost": 2500,
    "effect": "Frequency - Range - Type - Category - DBDamage base - ACAC - Effects"
  },
  {
    "name": "TM94 - Surf",
    "cost": 5000,
    "effect": "At-Will - 4, 1 Target - Water - Special - DB4 - AC2 - *Grants Fountain"
  },
  {
    "name": "TM95 - Snarl",
    "cost": 2400,
    "effect": "At-Will - Melee, 1 Target, Trigger, Interrupt - Dark - Physical - DB7 - AC2 - If an adjacent foe targets the user with a Damaging Attack, Sucker Punch may be used as an Interrupt Move against the triggering foe."
  },
  {
    "name": "TM96 - Nature Power",
    "cost": 2000,
    "effect": "Daily x2 - 4, 1 Target - Normal - Status - The user and the target both lose 1/2 of their current Hit Points. Add the amount of Hit Points the user and the target lost together, and divide the value by 2. Both the target and the user gain Hit Points equal to this value. Do not add Injuries from Pain Split from Hit Point Markers until the full effect of the Move has been resolved. Pain Split never causes Massive Damage. Hit Point loss from Pain Split cannot be prevented in any way."
  },
  {
    "name": "TM97 - Dark Pulse",
    "cost": 2700,
    "effect": "EOT - Melee, 1 Target - Dark - Physical - DB9 - AC2 - This Move ignores the target’s positive Defense Combat Stages and all Damage Reduction."
  },
  {
    "name": "TM98 - Waterfall",
    "cost": 3700,
    "effect": "Scene x2 - 3, 1 Target - Water - Special - DB4 - AC4 - The target is put in a Vortex."
  },
  {
    "name": "TM99 - Dazzling Gleam",
    "cost": 2700,
    "effect": "EOT - Melee, 1 Target - Fairy - Special - DB5 - AC2 - The user gains HP equal to half of the damage the user dealt to the target."
  },
  {
    "name": "TM100 - Confide",
    "cost": 1000,
    "effect": "At-Will - Self - Normal - Status - The user becomes the elemental Type of their choice as long as the Type resists the elemental Type of the Move it last took damage from until the end of the encounter. Replace all other Types."
  },
  {
    "name": "Dome Fossil",
    "cost": 3000,
    "effect": "A fossil of a Pokémon that lived in prehistoric times."
  },
  {
    "name": "Dome Fossil Shard",
    "cost": "--",
    "effect": "A fossil shard of a Pokémon that lived in prehistoric times."
  },
  {
    "name": "Helix Fossil",
    "cost": 3000,
    "effect": "A fossil of a Pokémon that lived in prehistoric times."
  },
  {
    "name": "Helix Fossil Shard",
    "cost": "--",
    "effect": "A fossil shard of a Pokémon that lived in prehistoric times."
  },
  {
    "name": "Old Amber",
    "cost": 3000,
    "effect": "A fossil of a Pokémon that lived in prehistoric times."
  },
  {
    "name": "Old Amber Shard",
    "cost": "--",
    "effect": "A fossil shard of a Pokémon that lived in prehistoric times."
  },
  {
    "name": "Root Fossil",
    "cost": 3000,
    "effect": "A fossil of a Pokémon that lived in prehistoric times."
  },
  {
    "name": "Root Fossil Shard",
    "cost": "--",
    "effect": "A fossil shard of a Pokémon that lived in prehistoric times."
  },
  {
    "name": "Claw Fossil",
    "cost": 3000,
    "effect": "A fossil of a Pokémon that lived in prehistoric times."
  },
  {
    "name": "Claw Fossil Shard",
    "cost": "--",
    "effect": "A fossil shard of a Pokémon that lived in prehistoric times."
  },
  {
    "name": "Skull Fossil",
    "cost": 3000,
    "effect": "A fossil of a Pokémon that lived in prehistoric times."
  },
  {
    "name": "Skull Fossil Shard",
    "cost": "--",
    "effect": "A fossil shard of a Pokémon that lived in prehistoric times."
  },
  {
    "name": "Armor Fossil",
    "cost": 3000,
    "effect": "A fossil of a Pokémon that lived in prehistoric times."
  },
  {
    "name": "Armor Fossil Shard",
    "cost": "--",
    "effect": "A fossil shard of a Pokémon that lived in prehistoric times."
  },
  {
    "name": "Cover Fossil",
    "cost": 3000,
    "effect": "A fossil of a Pokémon that lived in prehistoric times."
  },
  {
    "name": "Cover Fossil Shard",
    "cost": "--",
    "effect": "A fossil shard of a Pokémon that lived in prehistoric times."
  },
  {
    "name": "Plume Fossil",
    "cost": 3000,
    "effect": "A fossil of a Pokémon that lived in prehistoric times."
  },
  {
    "name": "Plume Fossil Shard",
    "cost": "--",
    "effect": "A fossil shard of a Pokémon that lived in prehistoric times."
  },
  {
    "name": "Jaw Fossil",
    "cost": 3000,
    "effect": "A fossil of a Pokémon that lived in prehistoric times."
  },
  {
    "name": "Jaw Fossil Shard",
    "cost": "--",
    "effect": "A fossil shard of a Pokémon that lived in prehistoric times."
  },
  {
    "name": "Sail Fossil",
    "cost": 3000,
    "effect": "A fossil of a Pokémon that lived in prehistoric times."
  },
  {
    "name": "Sail Fossil Shard",
    "cost": "--",
    "effect": "A fossil shard of a Pokémon that lived in prehistoric times."
  },
  {
    "name": "Bird Fossil",
    "cost": 3000,
    "effect": "A fossil of a Pokémon that lived in prehistoric times."
  },
  {
    "name": "Bird Fossil Shard",
    "cost": "--",
    "effect": "A fossil shard of a Pokémon that lived in prehistoric times."
  },
  {
    "name": "Fish Fossil",
    "cost": 3000,
    "effect": "A fossil of a Pokémon that lived in prehistoric times."
  },
  {
    "name": "Fish Fossil Shard",
    "cost": "--",
    "effect": "A fossil shard of a Pokémon that lived in prehistoric times."
  },
  {
    "name": "Drake Fossil",
    "cost": 3000,
    "effect": "A fossil of a Pokémon that lived in prehistoric times."
  },
  {
    "name": "Drake Fossil Shard",
    "cost": "--",
    "effect": "A fossil shard of a Pokémon that lived in prehistoric times."
  },
  {
    "name": "Dino Fossil",
    "cost": 3000,
    "effect": "A fossil of a Pokémon that lived in prehistoric times."
  },
  {
    "name": "Dino Fossil Shard",
    "cost": "--",
    "effect": "A fossil shard of a Pokémon that lived in prehistoric times."
  },
  {
    "name": "Basic Ball",
    "cost": 250,
    "effect": "Basic Poké Ball; often called just a “Poké Ball”."
  },
  {
    "name": "Great Ball",
    "cost": 400,
    "effect": "A better Poké Ball with no special effects. -10  Modifier."
  },
  {
    "name": "Ultra Ball",
    "cost": 800,
    "effect": "The best generic Poké Ball. -15  Modifier."
  },
  {
    "name": "Master Ball",
    "cost": "--",
    "effect": "Incredibly Rare. Worth at least $300,000. Sold nowhere. -100 Modifier."
  },
  {
    "name": "Safari Ball",
    "cost": 800,
    "effect": "Used during Safari hunts."
  },
  {
    "name": "Level Ball",
    "cost": 800,
    "effect": "-20 Modifier if the target is under half the level your active Pokémon is."
  },
  {
    "name": "Lure Ball",
    "cost": 800,
    "effect": "-20 Modifier if the target was baited into the encounter with food."
  },
  {
    "name": "Moon Ball",
    "cost": 800,
    "effect": "-20 Modifier if the target evolves with an Evolution Stone."
  },
  {
    "name": "Friend Ball",
    "cost": 800,
    "effect": "A caught Pokémon will start with +1 Loyalty.  -5 Modifier."
  },
  {
    "name": "Love Ball",
    "cost": 800,
    "effect": "-30 Modifier if the user has an active Pokémon that is of the same evolutionary line as the target, and the opposite gender. Does not work with genderless Pokémon."
  },
  {
    "name": "Heavy Ball",
    "cost": 800,
    "effect": "-5 Modifier for each Weight Class the target is above 1."
  },
  {
    "name": "Fast Ball",
    "cost": 800,
    "effect": "-20 Modifier if the target has a Movement Capability above 7."
  },
  {
    "name": "Sport Ball",
    "cost": 800,
    "effect": "Used during Safari hunts."
  },
  {
    "name": "Premier Ball",
    "cost": 800,
    "effect": "Given as promotional balls during sales."
  },
  {
    "name": "Repeat Ball",
    "cost": 800,
    "effect": "-20 Modifier if you already own a Pokémon of the target’s species."
  },
  {
    "name": "Timer Ball",
    "cost": 800,
    "effect": "-5 to the Modifier after every round since the beginning of the encounter, until the Modifier is -20."
  },
  {
    "name": "Nest Ball",
    "cost": 800,
    "effect": "-20 Modifier if the target is under level 10."
  },
  {
    "name": "Net Ball",
    "cost": 800,
    "effect": "-20 Modifier if the target is Water or Bug type."
  },
  {
    "name": "Dive Ball",
    "cost": 800,
    "effect": "-20 Modifier if the target was found underwater or underground."
  },
  {
    "name": "Luxury Ball",
    "cost": 800,
    "effect": "A caught Pokémon is easily pleased and starts with a raised happiness."
  },
  {
    "name": "Heal Ball",
    "cost": 800,
    "effect": "A caught Pokémon will heal to Max HP immediately upon capture.  -5 Modifier."
  },
  {
    "name": "Quick Ball",
    "cost": 800,
    "effect": "+5 to Modifier after 1 round of the encounter, +10 to Modifier after round 2, +20 to modifier after round 3."
  },
  {
    "name": "Dusk Ball",
    "cost": 800,
    "effect": "-20 Modifier if it is dark, or if there is very little light out, when used."
  },
  {
    "name": "Cherish Ball",
    "cost": 800,
    "effect": "A decorative Poké Ball often given out during special events."
  },
  {
    "name": "Park Ball",
    "cost": 800,
    "effect": "Used during Safari hunts. -15 Modifier."
  },
  {
    "name": "Bounce Case",
    "cost": 800,
    "effect": "A Poké Ball in a Bounce Case may bounce once when thrown or launched, up to a distance of 3 meters. This can be used to extend the effective range of a Poké Ball, hit around obstacles, or trigger effects such as the Capture Specialist’s Curve Ball on an additional target."
  },
  {
    "name": "Contest Case",
    "cost": 400,
    "effect": "Whenever a Pokémon is released from a Contest Case into a Contest, they gain 1 Appeal Point during the introduction stage."
  },
  {
    "name": "Flash Case",
    "cost": 800,
    "effect": "When a Poké Ball with a Flash Case is thrown, it uses the Move Flash originating from the spot where it landed."
  },
  {
    "name": "Lock Case",
    "cost": 400,
    "effect": "A Lock Case grants a -10 Capture modifier to any Poké Ball. It also stops Pokémon from exiting Poké Balls unless explicitly released by their owners."
  },
  {
    "name": "Medicine Case",
    "cost": 400,
    "effect": "A Medicine Case may be filled with an Antidote, Paralyze Heal, Burn Heal, Ice Heal, or Full Heal. This consumes the used item. When a Pokémon is recalled into a Poké Ball with a filled Medicine Case, the item is automatically used on the Pokémon. Filling a Medicine Case is an Standard Action. Medicine Cases may be refilled multiple times but may only have one sort of consumable in them at a time."
  },
  {
    "name": "Spray Case",
    "cost": 800,
    "effect": "A Spray Case may be filled with a Pester Ball or Repel of any variety. This consumes the used item. Upon hitting a target, the Spray Case is emptied, spraying the item it was filled with onto its target, automatically hitting. This can occur when attempting to catch Pokémon (the effect is resolved before the capture roll), or when releasing a Pokémon from its Poké Ball (the effect is resolved before the Pokémon within is released). Spray Cases may be refilled numerous times, but may only have one sort of consumable in them at a time."
  },
  {
    "name": "Devil Case",
    "cost": 3000,
    "effect": "These dangerous and often illegal cases remove the failsafe on Poké Balls that prevents them from catching Pokémon that are at 0 Hit Points or less. It allows Poké Balls to catch Fainted Pokémon as normal, but automatically inflicts 2 Injuries when hitting a Pokémon - whether the Capture is successful or not."
  },
  {
    "name": "Storage Case",
    "cost": 15000,
    "effect": "These extremely useful cases are capable of “Capturing” non-living matter. Once applied to a Poké Ball, Storage Cases cannot be removed. The object or objects in question must be smaller than 2 meters in any dimension. A single Storage Case can capture several discrete objects, but they must all be supported by a single surface; a 2x2 meter rug or mat is often used for this purpose. Capture Rolls against inanimate objects automatically succeed. Poké Balls with Storage Cases count towards the total number of Pokémon that the trainer can carry. Storage Cases are often illegal due to their uses in smuggling and theft."
  },
  {
    "name": "Zap Case",
    "cost": 1500,
    "effect": "Whenever a Poké Ball with a Zap Case hits a target it deals damage as if using a Struggle Attack. This Damage is Electric-Typed. If the Ball is already used as a Struggle Attack (such as with Curve Ball), then the Zap Case changes the damage to Electric-Type and adds bonus damage equal to twice the user’s Technology Education skill. When attempting to catch Pokémon, damage is resolved before the capture roll. This can also be used when releasing a Pokémon (damage is resolved before the Pokémon is released)."
  },
  {
    "name": "Bait Attachment",
    "cost": 300,
    "effect": "These attachments afix a piece of bait to the triggering device of a Poké Ball. When the bait is taken, the attachment automatically triggers a capture attempt along with any effect that would be caused by a Poké Ball Cases."
  },
  {
    "name": "Camera Kit",
    "cost": 1200,
    "effect": "A small camera, microphone, and speaker set affixed to the outside of a Poké Ball or Case. These allow a Trainer to remotely release and command their Pokémon or attempt to capture a Pokémon."
  },
  {
    "name": "Poké Ball Alarm",
    "cost": 1000,
    "effect": "A belt with six slots for Poké Balls. Poké Balls affixed to the belt are locked in place with a number pad password to unlock them. Tampering with the belt triggers the password prompt, and failure to input the correct password within a minute triggers a loud alarm system."
  },
  {
    "name": "Poké Ball Tracking Chip",
    "cost": 200,
    "effect": "A chip embedded in the inner workings of the Poké Ball that emits a signal allowing the Ball’s owner to remotely track the location of the Ball. Depending on the setting, these may be built in by default."
  },
  {
    "name": "Power Ball",
    "cost": "--",
    "effect": "-20 Modifier if the target is under level 10.  Target gains 1d4 levels upon capture."
  },
  {
    "name": "Earth Ball",
    "cost": "--",
    "effect": "-20 Modifier if the target is Grass or Ground type."
  },
  {
    "name": "Haunt Ball",
    "cost": "--",
    "effect": "-20 Modifier if the target is Dark or Ghost type."
  },
  {
    "name": "Solid Ball",
    "cost": "--",
    "effect": "-20 Modifier if the target is Rock or Steel type."
  },
  {
    "name": "Heat Ball",
    "cost": "--",
    "effect": "-20 Modifier if the target is Electric or Fire type."
  },
  {
    "name": "Mystic Ball",
    "cost": "--",
    "effect": "-20 Modifier if the target is Dragon or Psychic type."
  },
  {
    "name": "Air Ball",
    "cost": "--",
    "effect": "-20 Modifier if the target is Flying or Ice type."
  },
  {
    "name": "Mold Ball",
    "cost": "--",
    "effect": "-20 Modifier if the target is Poison or Fighting type."
  },
  {
    "name": "Gossamer Ball",
    "cost": "--",
    "effect": "-20 Modifier if the target is Normal or Fairy type."
  },
  {
    "name": "Fabulous Ball",
    "cost": "--",
    "effect": "The captured Pokémon gains +2 dice in the Contest Stat that corresponds to the Stat boosted by their Nature. If the Stat boosted is HP, choose any two Contest Stats except the one corresponding to the lowered Stat and raise them by 1 die each. As a reminder, Beauty=SpAtk, Cool=Attack, Cute=Speed, Smart=SpDef, Tough=Def."
  },
  {
    "name": "Learning Ball",
    "cost": "--",
    "effect": "The captured Pokémon immediately learns their next level-up Move, as long as it is within 8 levels of their current level."
  },
  {
    "name": "Sun Ball",
    "cost": "--",
    "effect": "-20 Modifier if the weather is sunny when used."
  },
  {
    "name": "Rain Ball",
    "cost": "--",
    "effect": "-20 Modifier if the weather is rainy when used."
  },
  {
    "name": "Hail Ball",
    "cost": "--",
    "effect": "-20 Modifier if the weather is hailing when used."
  },
  {
    "name": "Sand Ball",
    "cost": "--",
    "effect": "-20 Modifier if the weather is a sandstorm when used."
  },
  {
    "name": "Light Armor",
    "cost": 8000,
    "effect": "Grants 5 Damage Reduction."
  },
  {
    "name": "Heavy Armor",
    "cost": 12000,
    "effect": "Heavy Armor grants +10 Damage Reduction. Heavy Armor causes the wearer’s Speed’s Default Combat Stage to be -1."
  },
  {
    "name": "Fancy Clothes",
    "cost": 5000,
    "effect": "Each set of Fancy Clothes is assigned a Contest Stat – either Beauty, Cool, Cute, Smart, or Tough. Trainers wearing these clothes may roll 2d6 during the Introduction Stage of a Contest to try to generate Contest Stat Dice for the assigned Stat."
  },
  {
    "name": "Stealth Clothes",
    "cost": 2000,
    "effect": "Whether it’s a dark cloak and hood, a ninja suit, or spy gear, these clothes help you blend in. This body-slot equipment raises your modifier to Stealth Checks made to remain unseen by +4, to a maximum total modifier of +4."
  },
  {
    "name": "Dark Vision Goggles",
    "cost": 1000,
    "effect": "These Goggles simply grant the Darkvision Capability while worn."
  },
  {
    "name": "Gas Mask",
    "cost": 1500,
    "effect": "Gas Masks are invaluable equipment when trying to breathe in toxic environments or heavy smoke. They not only let you breathe through environmental toxins or smoke, but you become immune to the Moves Rage Powder, Poison Gas, Poisonpowder, Sleep Powder, Smog, Smokescreen, Spore, Stun Spore, and Sweet Scent."
  },
  {
    "name": "Helmet",
    "cost": 2250,
    "effect": "The user gains 15 Damage Reduction against Critical Hits. The user resists the Moves Headbutt and Zen Headbutt and can’t be flinched by these Moves."
  },
  {
    "name": "Re-Breather",
    "cost": 4000,
    "effect": "This small partial face mask allows Trainers and Pokémon to breathe underwater as if they had the Gilled Capability for up to an hour. The Re-Breather is refilled automatically in 5 minutes while in open air."
  },
  {
    "name": "Sunglasses",
    "cost": 2000,
    "effect": "+1 to Charm, Guile, and Intimidate Checks, to a maximum total modifier of +3."
  },
  {
    "name": "Snow Boots",
    "cost": 1500,
    "effect": "Snow Boots grant you the Naturewalk (Tundra) capability, but lower your Overland Speed by -1 while on ice or deep snow."
  },
  {
    "name": "Running Shoes",
    "cost": 2000,
    "effect": "Running Shoes grant a +2 bonus to Athletics Checks, to a maximum total modifier of +3, and increase your Overland Speed by +1."
  },
  {
    "name": "Flippers",
    "cost": 2000,
    "effect": "Flippers grant a +2 bonus to your Swim speed when fully submerged, and decrease your Overland speed by the same amount."
  },
  {
    "name": "Jungle Boots",
    "cost": 1500,
    "effect": "Jungle Boots grant you the Naturewalk (Forest) capability"
  },
  {
    "name": "Fishing Rod",
    "cost": "Varies",
    "effect": "Fishing Rods are used to Fish. They are two-handed items. They come in three varieties; Old Rods, Good Rods, and Super Rods."
  },
  {
    "name": "Old Rod",
    "cost": 1000,
    "effect": "A basic fishing rod."
  },
  {
    "name": "Good Rod",
    "cost": 5000,
    "effect": "A better fishing rod."
  },
  {
    "name": "Super Rod",
    "cost": 15000,
    "effect": "The best fishing rod."
  },
  {
    "name": "Glue Cannon",
    "cost": 3000,
    "effect": "Glue Cannons are exactly what you expect; This two-handed Equipment piece is a hand-held cannon that launches globs of glue. Attacking with a Glue Cannon expends a charge, which must be purchased. The attack is an AC8 Status Attack. If it hits, the target is Slowed. On a critical hit, the target is instead Stuck and Trapped. The Glue Cannon and three charge packets cost $3000, and additional charge packets costs $100."
  },
  {
    "name": "Glue Cannon Charge Packet",
    "cost": 100,
    "effect": "A charge packet for Glue Cannons."
  },
  {
    "name": "Hand Net",
    "cost": "Varies",
    "effect": "A long net, usually on the end of a long stick, these pieces of two-handed Equipment are usually used for bug catching or fishing. As an AC6 Status Attack, you may attempt to net a Small Pokémon using this item. If you hit, you manage to scoop up the Pokémon, trapping them. You may move with the Pokémon, dragging them with you. Pokémon may still attack from the Hand Net using long-range attacks, or try to attack the net itself, potentially breaking it and freeing themselves. Capture Rolls against Pokémon in a net receive a -20 bonus.\n\nHand Nets with 50 Hit Points cost $100; 100 Hit Points cost $600; and 200 Hit Points cost $1500. Nets aren’t broken until all of their Hit Points are depleted."
  },
  {
    "name": "Weighted Nets",
    "cost": "Varies",
    "effect": "Weighted Nets are foldable nets used for trapping Pokémon. These two-handed nets, when Equipped, can be thrown at a target as a Standard Action, as a Status Attack with an AC of 8. While a Pokémon is netted, you may pull on the rope attached to the Net to pull the Pokémon 1 Meter towards you as a Standard Action. Pokémon hit by a weighted net become Slowed as long as the net remains and cannot use Sky or Levitate Speeds except to safely lower themselves back to the ground. A Pokémon may attack the Net to attempt to break free. Capture Rolls against Pokémon in a net receive a -20 bonus.\n\nWeighted Nets with 50 Hit Points cost $500; 80 Hit Points cost $850; and 150 Hit Points cost $1200."
  },
  {
    "name": "Capture Styler",
    "cost": 7500,
    "effect": "A Capture Styler is a Main-Hand specialized piece of equipment used by some certified Pokémon Rangers in a region. It emits a string of energy that is used in a similar fashion to a lasso but is too weak to physically restrain a target. Instead, the energy has a calming effect on Pokémon. Trainers using a Capture Styler may use Survival in place of Charm when raising the Disposition of Pokémon. \n\nAcquiring a Capture Styler is easy for those who become certified Pokémon Rangers; most qualified Rangers receive one as part of the job. They are not for sale to the general public, and it’s easy to assume that someone who has a Capture Styler is a Ranger."
  },
  {
    "name": "Light Shield",
    "cost": 3000,
    "effect": "A Shield is an Off-Hand defensive item held in one hand or braced to an arm. Light Shields grant +2 Evasion. They may be readied as a Standard Action to instead grant +4 Evasion and 10 Damage Reduction until the end of your next turn, but also cause you to become Slowed for that duration. If used Two-Handed, light shields can also function as a Small Melee Weapon."
  },
  {
    "name": "Heavy Shield",
    "cost": 4500,
    "effect": "A Shield is an Off-Hand defensive item held in one hand or braced to an arm. Heavy Shields grant +2 Evasion and may be readied as a Standard Action to grant +6 Evasion and 15 Damage Reduction until the end of your next turn, but also cause you to become Slowed for that duration. If used Two-Handed, shields can also function as a Small Melee Weapon."
  },
  {
    "name": "Wonder Launcher",
    "cost": 10000,
    "effect": "This strange and complicated two-handed machine can only be used by those that have an Expert-Level Medicine or Technology Education Skill. The wielder can spend 1 AP to activate it, and apply an X-Item at a Pokémon within 8 meters. X Items applied through the Wonder Launcher do not cause the target to forfeit any actions. Items combined by a Researcher may be used in the Wonder Launcher, and do not cause the target to forfeit any actions even if they are also a Restorative."
  },
  {
    "name": "Focus",
    "cost": 6000,
    "effect": "A Focus grants +5 Bonus to a Stat, chosen when crafted. This Bonus is applied AFTER Combat Stages. Focuses are often Accessory-Slot Items, but may be crafted as Head-Slot, Hand or Off-Hand Slot Items as well; a Trainer may only benefit from one Focus at a time, regardless of the Equipment Slot. Focuses are not usually found in stores, but may sometimes be found for $6000 at your GM’s discretion."
  },
  {
    "name": "Snag Machine",
    "cost": 30000,
    "effect": "Snag Machines are extremely illegal machines that allow trainers to steal another Trainer’s Pokémon. They come in both large, immovable varieties and smaller portable varieties. The Portable Variety is an Accessory-Slot Item. Inserting a Poké Ball into a Large Snag Machine turns it into a Snag Ball permanently, but Large Snag Machines may only turn 5 Poké Balls into Snag Balls per day. Inserting a Poké Ball into a Portable Snag Machine, which is a Swift Action, turns it into a Snag Ball after one round, but only for that round. Snag Balls have the same properties as the Poké Ball type they were before being inserted into the machine, but receive a -2 penalty on all Poké Ball attack rolls, and are capable of capturing owned Pokémon. Snag Machines cannot be bought in stores, but may sell on the black market for prices of $30,000 or more."
  },
  {
    "name": "Mega Ring",
    "cost": "--",
    "effect": "Mega Rings are extraordinarily rare accessories that allow a Trainer’s Pokémon to Mega Evolve when used in conjunction with a Mega Stone. They cannot be bought in stores anywhere and must usually be earned through a trial of sorts, governed by a Gym Leader or other influential Pokémon Trainer. They can take the form of a bracelet, a necklace, or an actual ring."
  },
  {
    "name": "Caltrops",
    "cost": 500,
    "effect": "Lets the user use the move Spikes as a Standard Action.  The item is then consumed."
  },
  {
    "name": "Toxic Caltrops",
    "cost": 500,
    "effect": "Lets the user use the move Toxic Spikes as a Standard Action.  The item is then consumed."
  },
  {
    "name": "Dream Mist",
    "cost": 500,
    "effect": "Dream Mist may be used as an AC 6 Melee Status Attack, performed as a Standard Action. If it hits, the target falls Asleep. Dream Mist is collected from Pokémon with the eponymous Capability using a Collection Jar."
  },
  {
    "name": "Magic Flute",
    "cost": 4000,
    "effect": "Magic Flutes are rare artifacts made only by skilled crafters with occult knowledge. They are not usually found in stores. When a Flute is crafted, it is tied to a particular Status Condition. Once per day, the Flute may be played as a Standard Action. All Pokémon and Trainers within 20 meters of the Flute are cured of that Status. These rare artifacts cannot be found in most ordinary stores but may cost upwards of $4000 from an appropriate occult vendor."
  },
  {
    "name": "Pester Balls",
    "cost": 350,
    "effect": "Pester Balls are small balls full of chemicals that come in six varieties, each of which inflicts a different Status Affliction when they hit a target. The Status Afflictions they can cause are: Rage, Confusion, Burn, Poison, Paralysis, and Sleep.\n\nAfter being hit by any Pester Ball, a target becomes immune to the effects of further Pester Balls for 1 hour. Throwing and hitting with Pester Balls is the same as with Poké Balls."
  },
  {
    "name": "Pester Ball: Rage",
    "cost": 350,
    "effect": "Inflicts Rage on the target. After being hit by any Pester Ball, a target becomes immune to the effects of further Pester Balls for 1 hour. Throwing and hitting with Pester Balls is the same as with Poké Balls."
  },
  {
    "name": "Pester Ball: Confusion",
    "cost": 350,
    "effect": "Inflicts Confusion on the target. After being hit by any Pester Ball, a target becomes immune to the effects of further Pester Balls for 1 hour. Throwing and hitting with Pester Balls is the same as with Poké Balls."
  },
  {
    "name": "Pester Ball: Burn",
    "cost": 350,
    "effect": "Inflicts Burn on the target. After being hit by any Pester Ball, a target becomes immune to the effects of further Pester Balls for 1 hour. Throwing and hitting with Pester Balls is the same as with Poké Balls."
  },
  {
    "name": "Pester Ball: Poison",
    "cost": 350,
    "effect": "Inflicts Poison on the target. After being hit by any Pester Ball, a target becomes immune to the effects of further Pester Balls for 1 hour. Throwing and hitting with Pester Balls is the same as with Poké Balls."
  },
  {
    "name": "Pester Ball: Paralysis",
    "cost": 350,
    "effect": "Inflicts Paralysis on the target. After being hit by any Pester Ball, a target becomes immune to the effects of further Pester Balls for 1 hour. Throwing and hitting with Pester Balls is the same as with Poké Balls."
  },
  {
    "name": "Pester Ball: Sleep",
    "cost": 350,
    "effect": "Causes the target to fall asleep. After being hit by any Pester Ball, a target becomes immune to the effects of further Pester Balls for 1 hour. Throwing and hitting with Pester Balls is the same as with Poké Balls."
  },
  {
    "name": "Smoke Ball",
    "cost": 500,
    "effect": "When used, a Smoke Ball creates a 3 meter blast that fills the area with smoke, as if the move Smokescreen had been used. Smoke Balls can only be found in specialty shops."
  },
  {
    "name": "Cleanse Tag",
    "cost": 500,
    "effect": "Small strips of paper with a prayer/incantation written on them. When created, the creator makes an Occult Ed Roll; this is the Cleanse Tag’s Power Value. When glued, taped, or nailed to a surface, they stop Pokémon or Trainers within 30m of the tag from Phasing through that surface unless they make a Focus check with a result exceeding the Tag’s Power Value. On a success, the tag is destroyed; on failure, the tag holds, and the encroacher cannot try again for at least an hour.\n\nTags may be stuck onto a weapon or appendage to let a Normal or Fighting-Type Attack hit a Ghost-Type Pokémon for neutral Damage; Tag is destroyed once damage is dealt.\n\nNovice Occult Ed: Can burn tag as a Standard Action to remove Cursed, Suppressed, or Disabled condition from a single target within 5m.\nExpert Occult Ed: Can burn tag to cause all with Invisibility and Phasing capabilities to make a Focus check; if result does not exceed tag's power value, capabilities lost for 5 min"
  },
  {
    "name": "Poké Ball Cannon",
    "cost": 4500,
    "effect": "Increases Poké Ball and Pester Ball accuracy by +1 and range to 15 meters. Balls deal 2d6 unreducible damage upon hitting a target. Balls take a Shift Action to ready in the Poké Ball Cannon."
  },
  {
    "name": "Hazmat Suit",
    "cost": 3500,
    "effect": "Acts as a Gas Mask but also grants the Hazard Immunity capability and immunity to non-damaging Poison Type Moves."
  },
  {
    "name": "Spacesuit",
    "cost": 8000,
    "effect": "Grants Vacuum Immunity and Free Floating 4. Weighs 200 pounds and is thus difficult for most Trainers to use in normal gravity. A Robotic Age upgraded version costing an extra $2000 confers Hazard Immunity too and weighs only 100 pounds instead."
  },
  {
    "name": "Thermal Goggles",
    "cost": 1000,
    "effect": "Allows you to see in the IR spectrum, enabling you to easily pick out a person or Pokémon in camouflage or to identify sources of heat."
  },
  {
    "name": "Handheld Propellor",
    "cost": 3500,
    "effect": "Increases Swim speed by +3."
  },
  {
    "name": "Lifting Frame",
    "cost": 3000,
    "effect": "A mechanized frame worn over each arm with motorized muscles. Grants +2 to Power Capability. The frames are too unwieldy to use other equipment such as weapons while wearing them."
  },
  {
    "name": "Extendable Grabby Arm",
    "cost": 750,
    "effect": "A dexterous and flexible arm with a hand at the end. Can be used to grab and manipulate objects from 3 meters away."
  },
  {
    "name": "Thermal Dampening Suit",
    "cost": 2000,
    "effect": "The user is invisible to thermal imaging gear."
  },
  {
    "name": "Treecko Gear",
    "cost": 3500,
    "effect": "Grants the Wallclimber capability."
  },
  {
    "name": "Pheromone Emitter",
    "cost": 2000,
    "effect": "Emits pheromones as a Swift Action that give a +4 bonus to a Charm or Intimidate check against wild Pokémon. Requires a Pheromone Cartridge to use. Comes with 1 Cartridge. More can be bought for 250 apiece."
  },
  {
    "name": "Pheromone Cartridge",
    "cost": 250,
    "effect": "A cartridge for the Pheromone Emitter."
  },
  {
    "name": "Sonic Filter",
    "cost": 2500,
    "effect": "Creates a portable field of directed white noise with a 2 meter radius when activated. Anyone within can hold a conversation normally, but anyone outside the field just hears static coming from the direction of the wearer. Moves with the Sonic Keyword aimed at a target within the field require 2 more on Accuracy Roll to hit."
  },
  {
    "name": "Mind Aegis",
    "cost": 4000,
    "effect": "Grants a +6 bonus to Focus checks to resist Telepathy. If the wearer has the Iron Mind Edge, Mind Aegis grants the Mindlock capability instead."
  },
  {
    "name": "Scrubbing Spray",
    "cost": 3500,
    "effect": "Sprays a chemical agent over an area that destroys most forensic evidence, such as trace biomatter. Perception checks to track someone or to search for forensic evidence take a -6 penalty. Requires a Scrub Cartridge to use. Comes with 1 Cartridge. More can be bought for 300 apiece."
  },
  {
    "name": "Scrub Cartridge",
    "cost": 300,
    "effect": "A cartridge for Scrubbing Spray."
  },
  {
    "name": "Universal Translator",
    "cost": 10000,
    "effect": "You understand any spoken language recognized by the Universal Translator and can speak into it and have your words translated immediately. Usually programmed with all of the major human languages. Can be used to speak with Pokémon."
  },
  {
    "name": "Gravity Modulation Suit",
    "cost": 4000,
    "effect": "You may treat the local gravity as if it were 1 lower or 1 higher. Changing the setting on the suit is an At-Will Extended Action requiring time for the suit to adjust to the new settings."
  },
  {
    "name": "Pokéradar",
    "cost": 5000,
    "effect": "Contrary to its name, this handheld device actually detects both human and Pokémon lifesigns in a 20 meter radius and can display their relative location to you on a screen. No information is given about specific species."
  },
  {
    "name": "X-Ray Goggles",
    "cost": 8000,
    "effect": "Grants the user the X-Ray Vision Capability."
  },
  {
    "name": "Dimensional Field Analyzer",
    "cost": 5000,
    "effect": "A handheld device the size of a Geiger counter for campaigns featuring time travel or interdimensional travel of some other sort. This device can be calibrated to recognize a ‘home’ universe or timeline and can measure the amount of difference between a parallel universe and that home universe."
  },
  {
    "name": "Anomaly Detector",
    "cost": 2150,
    "effect": "When pointed at a person, Pokémon, or object, this handheld device can determine whether or not it belongs to this timeline or parallel universe. It gives no indication to the nature of the home universe, however."
  },
  {
    "name": "Glitch Detection Crystal",
    "cost": 800,
    "effect": "A crystal necklace which begins to display pixelated effects and static when near Glitch phenomena. Pixellation and static effects intensify proportionally to proximity to the phenomena."
  },
  {
    "name": "EMP Grenade",
    "cost": 800,
    "effect": "Throwing an EMP Grenade is an AC 5 Ranged Blast 3 attack that can be made at a target within your Poké Ball throwing range. All legal targets with Augmentations immediately suffer the effects of Augmentation Shock. EMP Grenades flinch targets with Augmentations on a roll of 18+ on Accuracy Check. EMP Grenades disable Pokébots for 1d2 turns."
  },
  {
    "name": "Flashbang",
    "cost": 250,
    "effect": "Throwing a Flashbang uses the Move Flash originating from the point where you threw the Flashbang, up to your maximum Poké Ball throwing range. When used in this way, Flash flinches all legal targets on 19-20 on Accuracy Check."
  },
  {
    "name": "Sting Grenade",
    "cost": 250,
    "effect": "Throwing a Sting Grenade is an AC 4 Ranged Blast 3 attack that can be made at a target within your Poké Ball throwing range. Upon connecting, the Sting Grenade releases dozens of hard rubber balls around it, causing pain to the targets but no damage. Those targets take a -3 penalty to all rolls and to their evasion until the start of your next turn."
  },
  {
    "name": "Zap Blaster",
    "cost": 1000,
    "effect": "Uses the Move Zap Cannon once."
  },
  {
    "name": "Inferno Cannon",
    "cost": 1000,
    "effect": "Uses the Move Inferno once."
  },
  {
    "name": "Ablative Heavy Armor",
    "cost": 14500,
    "effect": "A weighty but brittle armor that is self-repairing. Grants 20 Damage Reduction, but each damaging attack removes 5 Damage Reduction from the armor. Every five minutes, the armor repairs 5 Damage Reduction. The user’s Speed Combat Stage defaults to -1."
  },
  {
    "name": "Flame Retardant Armor",
    "cost": 5000,
    "effect": "You gain 10 Damage Reduction against Fire Type damage."
  },
  {
    "name": "Mesh Shielding",
    "cost": 8000,
    "effect": "An advanced anti-conductive fabric woven into a stiff jacket designed to shield sensitive electronics from damage and electrical shock. You gain 5 Damage Reduction against Electric Type damage. Whenever you would suffer Augmentation Shock, roll 1d2. On a 1, you suffer no ill effects."
  },
  {
    "name": "Reinforced Trenchcoat",
    "cost": 10000,
    "effect": "A stylish utility version of Light Armor. Grants 5 Damage Reduction and provides a +4 bonus to Stealth checks to conceal weapons and prevents their detection by metal detectors."
  },
  {
    "name": "Sensor Disruption Vest",
    "cost": 2000,
    "effect": "The specially designed material of this vest wreaks havoc with the sensors used on most Pokébot models and Eye Augmentations. Pokébots and any Trainers or Pokémon with an Eye Augmentation suffer a -2 penalty to their single target Accuracy Checks made against the wearer."
  },
  {
    "name": "Slipstream Armor",
    "cost": 10000,
    "effect": "A flexible and smooth light armor that can momentarily become nearly frictionless. Grants 5 Damage Reduction. Once a battle, the wearer may use a Swift Action to escape from being Stuck."
  },
  {
    "name": "Cap Cannon [5-15 Playtest]",
    "cost": 5000,
    "effect": "Capsule Cannons - or Cap Cannons for short - are two-handed pieces of Equipment which can be loaded with different types of Capsules (Caps) and fired. They can be fired as a Standard Action, and the range and effect of the Cannon depends on the Cap used. A Cap Cannon may have up to five Caps loaded in it at once, and they do not have to be fired in any particular order. You may load up to two Caps into a Cannon as a Standard Action. There are three types of Caps: Bean Caps, Glue Caps, and Net Caps. In addition to Caps, Capsule Cannons can also be loaded with Smoke Bombs, Pester Balls, and Poke Balls. When fired this way, these items behave normally but have a Range of 10 meters."
  },
  {
    "name": "Bean Cap [5-15 Playtest]",
    "cost": 50,
    "effect": "AC: (6 minus Tech Edu Rank, Min 2)\nRange: 10 meters\nEffect: The target takes 20 Physical, Normal-Type Damage. On 18+, the target is Tripped and loses a Tick of Hit Points."
  },
  {
    "name": "Glue Cap [5-15 Playtest]",
    "cost": 100,
    "effect": "AC: (8 minus Tech Edu Rank, Min 2)\nRange: 8 meters\nEffect: Cause the target to become Slowed, and their Initiative is lowered by 5. On 18+, the target is also Stuck and Trapped."
  },
  {
    "name": "Net Cap [5-15 Playtest]",
    "cost": 200,
    "effect": "AC: (10 minus Tech Edu Rank)\nRange: 6 Meters\nEffect: Targets hit by a Net Cap gain all the effects below while the net remains on them. Targets may attempt to remove the Net as a Standard Action; if they do, they make a Save Check with a DC of 15, adding their Power Capability as a bonus to their Roll. Targets may automatically remove the Net as an Extended Action.\n\n» If the target is a Wild Pokémon, Capture Rate is increased by +20\n» If the target is Large Size or smaller, they take a -3 penalty to Accuracy Rolls\n» If the target is Medium Size or smaller, they are Slowed and Vulnerable\n» Sky and Levitate Speeds cannot be used; the target is forced to lower themselves to the ground (without taking fall damage)."
  },
  {
    "name": "Shield [9-15 Playtest]",
    "cost": 3000,
    "effect": "A Shield is an Off-Hand defensive item held in one hand or braced to an arm. Shields grant +1 Evasion. They may be readied as a Standard Action to instead grant +4 Evasion and 10 Damage Reduction until the end of your next turn, but also cause you to become Slowed for that duration. If used Two-Handed, shields can also function as a Small Melee Weapon."
  },
  {
    "name": "Light Armor [9-15 Playtest]",
    "cost": 8000,
    "effect": "+5 Damage Reduction against Physical Damage."
  },
  {
    "name": "Special Armor [9-15 Playtest]",
    "cost": 8000,
    "effect": "+5 Damage Reduction against Special Damage."
  },
  {
    "name": "Heavy Armor [9-15 Playtest]",
    "cost": 12000,
    "effect": "+5 Damage Reduction against all Damage."
  }
]